{
    "lang": "English",
    "sections": [{
            "name": "Durga Sukta",
            "shlokaList": [{
                    "num": "1",
                    "text": "jAtavEdasE sunavAma sOmamarAtIyatO nidahAti vEdah .\nsa nah parShadati durgANi vishvA nAvEva sindhun duritAtyagnih .. (1)",
                    "explanation": {
                        "notesList": [{
                                "title": "Brief description",
                                "text": "O\u0027 jAtavEdas (that which gave birth to vEdAs), may we offer Thou oblations of sOmA juice (the product or essence of bhakti, jnyAna rasa) through the fire of vEdA (knowledge) May Thou be pleased to destroy/burn those that are unfriendly (vAsanAs) to us. Help us to cross the sea of difficulties (samsArA) us by a boat (of Thy grace) and save us and take across to the beyond, from wrongs (having done)\n\nPrayer to Lord saying, O\u0027 Lord, I am offering my pure and sincere sAdhanA at Thou holy feet, please be pleased and burn all our sins and help us cross over the ocean of samsAra through the boat of your grace and protect us from all wrong doins."
                            }]
                    }
                }, {
                    "num": "2",
                    "text": "tAmagnivarnAm tapasA jvalantIm vairOcanIm karmaphalEShu juShtAm .\ndurgAm dEvigm sharaNamaham prapadyE sutarasi tarasE namah .. (2)",
                    "explanation": {
                        "notesList": [{
                                "title": "Brief description",
                                "text": "O\u0027 (Lord), Thou, who art a lustre of fire (effulgence) radient that comes from That (effulgence), blesses upon those as a fruit of their karmAs (sincere fulfiolment of scripture-ordained duties) I take refuge in (Goddess) durgA, at Thy (Holy Feet), who is skilled at taking across (the ocean of samsAra), Thou please be pleased to takes (us) across (to yourself).\n\nI take complete refuge in Goddess durgA, who is a lustre of fire, effulgence such as radiated from the Sun (Supreme Self) itself, and who bestowes choicest blessings in the form of fruits for sincere actions (sanctioned by vEdAs) Please be pleased and take us across the ocean of samsAra, O\u0027 Lord, as none is as skilled as Thou in taking us across (the samsAra)"
                            }]
                    }
                }, {
                    "num": "3",
                    "text": "agnE tvam pArayA navyO asmAn svastibhirati durgAni vishvA .\npUshca pRuthivi bahulA na urvI bhavA tOkAya tanayAya shamyOh ..",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "O Fire (Effulgence of wisdom, Self) Thou who art worthy of praise and worship, be thou pleased and take us to the beyond, and (take us) across the difficulties in an easy and loving manner (without difficulties). (Gracious one, Thou please be pleased) and cleanse this earth (body) and the heaven (mind, intellect) and (we pray, Thou be pleased to) show the same grace to our children and their children with the same (this wisdom) bliss!"
                            }]
                    }
                }, {
                    "num": "4",
                    "text": "vishvAni nO durgahA jAtavedah sindhun na nAvA duritAtiparShi .\nagnE atrivanmanasA gRuNAnOasmAkam boDhyavitA tanUnAm ..4..",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "O\u0027 jAtavEdas (that which gave birth to vEdAs), Thou art the destroyer of difficulties (durgahA) who (only) art capable of taking (us) across by a boat beyond all evil sins. O\u0027 Fire (Effulgence of wisdom, tapas, pure mind), please protect us as desired by atri aatri\u0027s law-book) constantly (repeatedly meditating within)\n\nO\u0027 jAtavEdas (that which gave birth to vEdAs), Thou art the destroyer of all difficulties and annihilator all all sins, please be pleased and take us across by the boat (of Thy grace!) O\u0027 Fire (Effulgence of wisdom, tapas, pure mind) please protect us as willed by Sage Atri (has described in his [law] books, ie., to be able to follow/live the ways prescribed by the Sage) and (help us, bless us) to (be able to) constantly (repeatedly) meditate within Thy (commandment!)"
                            }]
                    }
                }, {
                    "num": "5",
                    "text": "pRutanAjitagm sahamAnamugramagnigm huvEma paramAtsadhasthAt .\nsa nah parShadati durgANi vishvA kShAmaddEvO ati duritAtyagnih ..5..",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "pRutanA - enemy, hostile (forces)\njitam - won, subduedm, overcomed, conquered\nsahamAnam - possessing pride, arrogance\nugram - fierce, strong, mighty\nagnim - Fire God (tapas)\nhuvEma - invoke, meditate upon,\nparamAt - most excellent, greatest point, Supreme, source\nsadhasthAt - (in) presence of, (in that) place,\nsa - that\nnah - us\ndurgANi - difficulties\nvishvA - all, complete, everything\nkShAmad - burning (to ashes), make weak, scorched, pardon,\nddEvO - O\u0027 God\nati - beyond\nduritAt - bad, sinful, evil, difficulties\nagnim - Fire God (tapas)\n\nMay the fierce (strong and the mighty) hostile forces (from within) possessed of pride (and arrogance) be subdued, O\u0027 Fire (Effulgence of wisdom, Self), i invoke Thou (from within) in \u0027that\u0027 presence (place) that source (most supreme, most excellent, the greatest point [from deep within]), O\u0027 God, May \u0027That\u0027 completely burn out, pardon all the difficulties and take us, beyond (these) sins, (evil tendencies and difficulties) in Thou (O\u0027 Fire [Effulgence of wisdom, Self])\n"
                            }]
                    }
                }, {
                    "num": "6",
                    "text": "Prathnoshika meedyo adhvareshu sanacha hota navyascha sadhsi,\nSwacha agne piprayaswa asmabhyam cha soubhahya maya jaswa.",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "O Agni, praised in sacrifices, thou increasest bliss. Thou art the ancient and the new invoker at sacrifices. O Agni, make Thyself happy and grant us prosperity."
                            }]
                    }
                }, {
                    "num": "7",
                    "text": "Gobhir jushta mayujo nishithktham thavendra vishnor anusancharema,\nNaa kasya prushtam abhisamvasaano vaishnavim loka iha madhayantham. 7",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "O Indra, all-pervading! We shall follow thee blessed with cattle and unbroken happiness. May those who live on the heights of heaven bring here the world of Vishnu."
                            }]
                    }
                }, {
                    "num": "8",
                    "text": "Om katyayanaya vidmahe kanyakumari dhimahi tanno durgih prachodayat.",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "We shall try to know Katyayani, we shall engage in contemplation on Kanyakumari may Durga be pleased to guide us."
                            }]
                    }
                }],
            "num": "1"
        }],
    "mapSecName2Sec": {}
}