{
    "lang": "English",
    "sections": [{
            "name": "Introduction",
            "shlokaList": [{
                    "num": "1",
                    "text": "ॐ ||श्री||",
                    "explanation": {
                        "notesList": [{
                                "title": "Where is the Purusha Suktam in the Vedas?",
                                "text": "    \nHindu religious sources are classified as ``Sruti\u0027\u0027 or ``smRti\u0027\u0027. Sruti -- that which is heard -- is of the nature of divine revelation. We believe that the Vedas, hymns composed by seers and sages beginning as best as we can date them in 3000 BC, were sung under divine inspiration. This is why they are Sruti. These sages ``heard\u0027\u0027 them as the voice of the Divine.\n\nOnly two bodies of hymns are recognized as divinely composed. One being the Vedas, and the other, the Thiruvaaymozhi of Kaari Maaran Sadagopan, or Sri Nammaazhvaar, which are recognized as equivalent to the 4 Vedas in the Ubhaya Vedanta school, the Sri Vaishnava tradition. The six compositions of Kaliyan Neelan, or Sri Thirumangai Aazhvaar, are recognized as the 6 vedAngas.\n\n    [Note: ubhaya vedAnta refers to the twofold vedAnta, seen through the two eyes of the Sanskrit Upanishads and the Tamil Divya Prabandham. They are of paramount and equal authority to Sri Vaishnavas.] \n\nSmRti is that which is remembered, and includes a large part of the commentary of the Vedas, different Puranas, epics, and other sources.\n\nThe Purusha Suktam is one of the Pancha Suktams of the Sri Vaishnava sampradaya or tradition. The other four are the Narayana Suktam, Sri Suktam, Bhu Suktam, and the Nila Suktam.\n\nThe Purusha Suktam is seen earliest in the Rg Veda, as the 90th Suktam of its 10th mandalam, with 16 mantrams. Later, it is seen in the Vajasaneyi Samhita of the Shukla Yajur Vedam, the Taittriya Aranyaka of the Krishna Yajur Vedam, the Sama Veda, and the Atharvana Veda, with some modifications and redactions.\n\nIn South India, the Purusha Suktam, Vishnu Suktam, Sri Suktam, and Narayana Suktam are generally chanted together in paarayanam.\n\nThe Sri Rudram, Purusha Suktam, Upanishads, the Gita, and the Vishnu Sahasra Naamam are also recommended for daily paarayanam - chanting.\n\nSince the Purusha Suktam is seen in all Vedas, it is cited as the essence of all Srutis by Veda Vyasa in the Mahabharata. Saunaka, Apastamba, and Bodhayana have also written concerning the use of the Purusha Suktam.                    \n                    "
                            }, {
                                "title": "What does the Purusha Suktam talk about?",
                                "text": "     The Purusha in the title of the Purusha Sukta refers to the Parama Purusha, Purushottama, Narayana, in his form as the ViraaT Purusha. He was the source of all creation. It describes this form of his, as having countless heads, eyes, legs, manifested everywhere, and beyond the scope of any limited method of comprehension. All creation is but a fourth part of him. The rest is unmanifested.\n\nPurusha as Brahma remained inactive, and Aniruddha Narayana, one of the four aspects of Narayana in the first tier at the base of the Vishaaka Yoopa, asked him ``Why do you do nothing?\u0027\u0027 ``Because of not knowing,\u0027\u0027 Brahma replied. ``Perform a yajna. Your senses, the devas, shall be the ritviks. Your body shall be the havis. Your heart, the altar. And I shall be he who enjoys the havis -- the offering. From your body sacrificed, shall you create bodies for all living creatures, as you have done in kalpas before this.\u0027\u0027 Thus says the sAkalya brAmhaNA.\n\nThis yajna was called ``sarvahut\u0027\u0027, the offering of all. The act of creation itself grew out of yajna, the rite of sacrifice. Who was worshipped at this sacrifice? It was the Purusha. Who performed it? Brahma, the creative aspect of the Purusha. Who were the ritvik priests ? The devas, who are the Purusha\u0027s senses. Who was tied as the beast of the sacrifice? Brahma, again. What was barhis, the altar of the sacrifice? All of nature. Who was the fire? The Purusha\u0027s heart. What was sacrificed? Again, the Purusha himself, his great body that contained all of creation.\n\nIn a way, this is a message of love, that the Purusha would consume himself in the fire of creation, to create all the worlds. From this sacrifice did all of creation emanate. This is central to the message of the Purusha Sukta.\n\n    vedAhametam purusham mahAntam\n    Aditya varNam tamasaH parastAt |\n    tam evam vidvAn amRta iha bhavati\n    na anyaH panthA vidyate \u0027yanaaya ||\n\n    This great Purusha, brilliant as the sun, who\n    is beyond all darkness, I know him in my\n    heart. Who knows the Purusha thus,\n    attains immortality in this very birth.\n    I know of no other way to salvation.\n                    "
                            }]
                    }
                }],
            "num": "1"
        }],
    "mapSecName2Sec": {}
}