{
    "lang": "English",
    "sections": [{
            "name": "Narayana Sukta",
            "shlokaList": [{
                    "num": "1",
                    "text": "ōm sahasraśīrṣaṁ devaṁ viśvākśaṁ viśvaśambhuvaṁ,\nviśvaṁ nārāyaṇaṁ devamakśaraṁ paramaṁ padam.",
                    "explanation": {
                        "notesList": [{
                                "title": "Brief description",
                                "text": "This universe is the Eternal Being (Narayana), the imperishable, the supreme, the goal, multi-headed and multi-eyed (i.e., omnipresent and omniscient), the resplendent, the source of delight for the whole universe.\n\nNote:—With this verse commences a famous hymn of the Vedic group, stating the characters of the Absolute in its manifestation as this creation."
                            }]
                    }
                }, {
                    "num": "2",
                    "text": "viśvataḥ paramam nityaṁ viśvaṁ nārāyaṇagï harim,\nviśvamevedaṁ puruṣastadviśvamupajīvati.",
                    "explanation": {
                        "notesList": [{
                                "title": "Brief description",
                                "text": "This universe is the Supreme Being (Purusha) alone; hence, it subsists on That, the Eternal which transcends it (in every way)—the Omnipresent Absolute which destroys all sins."
                            }]
                    }
                }, {
                    "num": "3",
                    "text": "patiṁ viśvasyātmeśvaragï śāśvatagï  śivamacyutam,\nnārāyaṇaṁ mahājñeyaṁ viśvātmānaṁ parāyaṇam.",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "The protector of the universe, the Lord of all souls (or Lord over Self), the perpetual, the auspicious, the indestructible, the Goal of all creation, the Supreme object worthy of being known, the Soul of all beings, the Refuge unfailing (is He)."
                            }]
                    }
                }, {
                    "num": "4",
                    "text": "nārāyaṇaḥ paraṁ brahma tattvaṁ nārāyaṇaḥ paraḥ,\nnārāyaṇaḥ paro jyotirātmā nārāyaṇaḥ paraḥ.",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "The Lord Narayana is the Supreme Absolute; Narayana is the Supreme Reality; Narayana is the Supreme Light; Narayana is the Supreme Self; Narayana is the Supreme Meditator; Narayana is the Supreme Meditation."
                            }]
                    }
                }, {
                    "num": "5",
                    "text": "nārāyaṇaḥ paro dhyātā dhyānam nārāyaṇaḥ paraḥ.\nyacca kiñcijjagatsarvaṁ dṛśyate śrūyate\u0027pi vā",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "Whatever all this universe is, seen or heard of—pervading all this, from inside and outside alike, stands supreme the Eternal Divine Being (Narayana).Narayana abides pervading whatever is seen or heard in this Universe, whatever is within and without."
                            }]
                    }
                }, {
                    "num": "6",
                    "text": "antarbahiśca tatsarvaṁ vyāpya nārāyaṇaḥ sthitaḥ.\nanantamavyayaṁ kavigï samudre\u0027ntaṁ viśvaśambhuvam,",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "I worship the Infinite and Immutable Seer who is the other end of the Ocean (of Samsara) and the source of all happiness.The Hridayam (the heart which is the place of meditation) resembles an inverted lotus bud. "
                            }]
                    }
                }, {
                    "num": "7",
                    "text": "padmakośapratīkāśagï hṛdayaṁ cāpyadhomukham.\nadho niṣṭayā vitasyānte nābhyāmupari tiṣṭhati,",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "A span below the throat and above the navel there burns a fire from which flames are rising up. That is the great support (basis of existence) of the Universe. "
                            }]
                    }
                }, {
                    "num": "8",
                    "text": "jvālamālākulaṁ bhāti viśvasyāyatanaṁ mahat.\nsantatagï śilābhistu lambatyākośasannibham,",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "Surrounded on all sides by nerve-currents (or arteries), the lotus-bud of the heart is suspended in an inverted position. In it is a subtle space (a narrow aperture, the sushumna-nadi), and therein is to be found the Substratum of all things."
                            }]
                    }
                }, {
                    "num": "9",
                    "text": "tasyānte suṣiragï sūkśmaṁ tasmin sarvaṁ pratiṣṭhitam.\ntasya madhye mahanagnirviśvārcirviśvatomukhaḥ,",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "In that space within the heart resides the Great Flaming Fire, undecaying, all-knowing, with tongues spread out in all directions, with faces turned everywhere, consuming all food presented before it, and assimilating it into itself."
                            }]
                    }
                }, {
                    "num": "10",
                    "text": "so\u0027grabhug vibhajan tiṣṭhan āhāramajaraḥ kaviḥ.\ntiryagūrdhvamadaḥśāyī raśmayastasya santatāḥ",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "His rays, spreading all round, sideways as well as above and below, warm up the whole body from head to foot. In the centre of That (Flame) abides the Tongue of Fire as the topmost among all subtle things.\n\nNote:—Due to the attachments and entanglement of the jiva in worldly enjoyment and suffering, the Consciousness is enshrouded in potential as well as expressed objectivity; hence, it appears like a tiny streak of flame within the dark clouds of ignorance. But when the jiva rises above worldliness, the Consciousness is realised as the Infinite."
                            }]
                    }
                }, {
                    "num": "11",
                    "text": "santāpayati svaṁ dehamāpātatalamastakam,\ntasya madhye vahniśikhā aṇīyordhvā vyavasthitaḥ.",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "Brilliant like a streak of lightning set in the midst of the blue rain-bearing clouds, slender like the awn of a paddy grain, yellow (like gold) in colour, in subtlety comparable to the minute atom, (this Tongue of Fire) glows splendid."
                            }]
                    }
                }, {
                    "num": "12",
                    "text": "nīlatoyadamadhyasthād vidyullekheva bhāsvarā,\nnīvāraśūkavattanvī pītā bhāsvatyaṇūpamā.",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "It is dazzling as a streak of lightning in the midst of a dark cloud and as thin as the awn at the tip of a grain of rice, golden bright and extremely minute."
                            }]
                    }
                }, {
                    "num": "13",
                    "text": "tasyāḥ śikhāyā madhye paramātmā vyavasthitaḥ,\nsa brahma sa śivaḥ sa hariḥ sendraḥ so\u0027kṣaraḥ paramaḥ svarāṭ.",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "In the middle of that Flame, the Supreme Self dwells. This (Self) is Brahma (the Creator), Siva (the Destroyer), Hari (the Protector), Indra (the Ruler), the Imperishable, the Absolute, the Autonomous Being."
                            }]
                    }
                }, {
                    "num": "14",
                    "text": "ऋतं सत्यं परं ब्रह्म पुरुषं कृष्ण पिङ्गलम् ।\nऊर्ध्वरेतं विरूपाक्षं विश्वरूपाय वै नमो नमः ॥",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "Prostrations again and again to the Omni-Formed Being, the Truth, the Law, \nthe Supreme Absolute, the Purusha of blue-decked yellow hue, the Centralised-Force, \nPower, the All-Seeing One. "
                            }]
                    }
                }, {
                    "num": "15",
                    "text": "ॐ नारायणाय विद्महे वासुदेवाय धीमहि ।\nतन्नो विष्णुः प्रचोदयात् ॥\nॐ शांति शांति शांतिः ॥",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "We commune ourselves with Narayana, and meditate on Vasudeva, \nmay that Vishnu direct us (to the Great Goal). \nOm. May there be Peace, Peace, Peace "
                            }]
                    }
                }],
            "num": "1"
        }],
    "mapSecName2Sec": {}
}