{
    "lang": "English",
    "sections": [{
            "name": "Purusha Sukta",
            "shlokaList": [{
                    "num": "0",
                    "text": "tacchamyo-rAvrNeemahe | gAtum yagnyAya |\ngAtum yagnyapataye | daivee: svastirastu na: |\nsvasti mAnushebhya: | oordhvam jigAtu bheSHajam |\nsham no astu dvipade | sham chatushpade |\nom shAnti: shAnti: shAnti: ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": " (AvrNeemahe) We seek (tat) that which (chamyo) gives\nus peace from sorrows, present and future. We seek\n(gAtum) growth (yagnyAya) for the rite of sacrifice\nand (gAtum) growth for (yagnyapataye) patron of the\nrite, the yajamAna. (daivee: svasti) The grace of the Gods\n(astu) be (na:) unto us. (svasti) Well being (mAnushebhya:)\nto all mankind. (bheshajam) May plants, like medicinal herbs\n(jigAtu) flourish and grow (oordhvam) upwards. (sham)\nGood (na: astu ) come unto us from (dvipade) creatures that\ngo on two feet (sham) and good from (chatuSHpade) those\nthat go on four feet. (shAnti:) Peace.\n\nSorrows that are, and sorrows to be\nWe seek that which grants us\nPeace from these\nMay the rite flourish,\nAnd those who keep it..\nThe grace of the gods\nBe with all mankind..\nMay the earth be covered\nWith growing green\nAnd good come to us\nFrom all creation\nFrom beings that go\nOn two feet and four..\nMay the three-fold peace\nEmbrace the Land.."
                            }]
                    }
                }, {
                    "num": "1",
                    "text": "sahasra SIrshA purusha:  |  sahasrAksha: sahasrapAt  |\nsa bhUmim vishvato vRtvA  | atyatishTad daSAngulam  || 1 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Brief description",
                                "text": "         (sahasra) Thousands (SIrshA) of heads has (purusha:)\n        the great being. (sahasra) Thousands of (aksha) eyes has he,\n        (sahasra pAt) and thousands of legs. (sa) He (vRtvA)\n        manifests (bhUmim) the world. (atyatishTat) He stands\n        beyond (daSAngulam) the count of ten fingers.\n\nThe words \"purusha\" in its most literal sense means man. This is not a generic for human, but includes the masculine sense and principle of the world. In one way, it is interpreted as Narayana alone is purusha, and all the rest of prakriti, creation, is female. Purusha may also be split as pura + usha -- the dawn-light (usha) of the city of the body (pura). Or pu + rusha, one whose passions are refined. Or even puru + sha, filled with wisdom and happiness. Which purusha is referred to here?\n\nMan - is a simple answer, with some merit for its arguments. Man was created first, and he is a creature that knows not its own glory, and he is sacrificed for the rest of creation -- a humbling thought for us.\n\nHowever, theistic and mystic sources tend to interpret purusha as Parama Purusha, the Supreme Purusha, Purushottama, the best among purushas, Sriman Narayana. He is the source and the basis of all creation, he manifests himself in all of it. All creation is his body -- the vishvaroopa mahAkAya. He encompasses it.\n\nSo why does this Purusha have thousands of feet, hands, eyes? One must remember that large numbers, like a thousand, can refer to a fuzzy \"uncountable\". SAyaNAcArya interprets this as the Purusha manifesting himself in all that lives. And since all was created from his body, as we shall see, all heads are his heads, all eyes his eyes, all feet his feet.\n\nAnd then we see that the Purusha extends beyond ten fingers. Rather limited that seems -- until we read sAyaNA again. The ten fingers here are the digits, the ten fingers of human hands. They are the basis of count, of all mathematics, of all the logic and science built on mathematics. However, they are all limited when it comes to analyzing purusha. He is transcendent, and beyond such limited understanding.\n\n        With uncounted heads\n        Uncounted eyes, and\n        Uncounted feet, He\n        Moves, as all of\n        Creation\n        Verily is He\n        Uncountable.\n        Beyond the grasp\n        Of the hands of men. "
                            }]
                    }
                }, {
                    "num": "2",
                    "text": "purusha evedaGM sarvam | yad bhUtam yac ca bhavyam |\nutAmRtatvasyeshAnaH | yad annenAtirohati || 2 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Brief description",
                                "text": "         (purusha) purusha (eva) alone (idam sarvam) is all\n        of this, (yad bhUtam) that which was, (yac ca bhavyam) and\n        that which is too be. (uta) Moreover (amRtatvasya) of\n        immortality too (IshAna) is he alone Lord. (yad) That\n        which (annena) as food (atirohati) shows itself, that too is\n        purusha.\n\nPurusha is creation, this we know. In time, he is all that is, all that was, and all that is to be. Does he have an end, like death ? No. He is Lord of immortality, of the eternal that dies not (a-mRta).\n\nCreation feeds on itself. It requires food to grow, to flourish. What is food but other life? Life feeds on life, be it plant, or animal life. This is why we say the world grows on food, the world is fill of food (annamayam jagat). All that is hidden in creation, and all that emerges, to show itself and be food, all this is purusha. He sustains creation as food.\n\n        That which is,\n        Was, and is to be.\n        All of this\n        Is he alone..\n        And the eternal,\n        Beyond all end,\n        He is Lord,\n        Alone, of that.\n        The world is food..\n        That which hides,\n        And ventures forth,\n        He is that too."
                            }]
                    }
                }, {
                    "num": "3",
                    "text": "etAvAn asya mahima | ato jyAyAGSca pUrusha: |\npAdo \u0027sya vishvA bhUtAni | tripAdasyAmRtam divi || 3 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (etAvAn) All that is here seen (asya) is his (mahima)\n        greatness. (ata:) And then, beyond all this (purusha: ca)\n        is that Purusha (jyAyAn) great. (vishvA bhUtani) All\n        that was created in this world (pAdo) is but one part\n        (asya) of him. (tripAd) The other three parts are (divi)\n        in heaven, (amRtam) where they are eternal.\n\nThis world of name and form (nAma-rUpa-bheda- jagat) is but one part of Purusha. Sat (truth), cit (being) and Ananda (bliss) are the other three parts, that rest in Narayana alone, and are eternal in him. As Sri Krishna says in the Gita (10-42), ma eka amSena sthito jagat -- By a fraction of my yogic powers alone I sustain this world. And he is the one whose sport is this world, who sports without distinction of name or form. (rUpa nAma vibhedena jagat krIdati yo yathA).\n\n        All that you see\n        Is but his glory\n        He is more\n        Than all of this\n        All of creation\n        Is but a fourth of him.\n        Three parts eternal\n        Rest in him alone."
                            }]
                    }
                }, {
                    "num": "4",
                    "text": "tripAd Urdhva udait purusha: | pAdo \u0027syehAbhavatpuna: |\ntato vishva.n vyakrAmat | sASanAnaSane abhi || 4 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (tripAd) Three parts (purusha:) of the purusha (udait) rise\n        above, (Urdhva) above all creation. (pAda:) One part alone\n        (asya) of his (iha) is here (abhavat) manifested (puna:) again and again.\n        (tata) From that part did (sASana - anaSana) beings that eat and eat not,\n        (vishvak) all of these (abhivyAkramat) did come forth.\n\nRanganathamuni comments on the greatness of the Purusha who looms above all creation. he is filled with grace and all joy, knowledge, and goodness. He is eternal, and the basis of all. The world\u0027s sustenance is but his sport. His joy is himself, as he is all. That besides, even the Vedas wonder about his greatness. \"so anga veda yadi vA na veda.\" He alone knows -- or maybe he knows not. (Rg Veda, nAsadIya sUkta).\n\nThe way \"yad annenAtirohati\" and \"sASanAnaSane abhi vyAkramat\" are interpreted is a point of some discussion. Peterson, Renou, and LeMee, who give simply \"man\" for Purusha, interpret these as \"man, who grows by food\", \"a part of man was made into all things that eat and eat not, and advanced towards these/as these, outwards\". I prefer sAyaNA\u0027s interpretation, as given above. Not only is the importance of food stressed, two verses before, but now Purusha is also that which eats not, life and non-life. This is in conformity with the Visistadvaita view of Brahman manifest as cit and acit, living and inert.\n\n        Three parts of his\n        Are beyond all this\n        All of this, is but a part.\n        Again and again,\n        All that eats,\n        And that eats not\n        Appeared from this\n        One part of His."
                            }]
                    }
                }, {
                    "num": "5",
                    "text": "tasmAt virAd ajAyata | virAjo adhipUrusha : |\nsa jAto atyaricyata | pashcAd bhUmimatho pura: || 5 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (tasmAt) from that great purusha (virAt) did the shining\n        universe (ajAyata) come forth. (virAjo adhi) From that\n        virAt, with its needs in heart (purusha:) came forth\n        Brahma, to care for it. (sa) He (jAta:) was born\n        (ati aricyata) and grew very large, extending (pascAt)\n        in front (bhUmim) of the earth (ata:) and then (pura:) behind.\n\nFrom Purusha came forth the universe. The creative aspect of his, Brahma, came forth, and grew to include everything in himself. This is why the universe is called \"bramhAnda\", the egg/sphere of Brahma. \"BramhAnda\" is also an adjective indicating magnitude. This image of extending above and on all sides of the earth is in concordance with Ranganathamuni.\n\nWhat did this Brahma do after he was born ? SAyaNA gives the following interpretation. He grows very large after being born (sa jAto atyaricyata). And then (pascAt) he (sa) creates the earth (bhUmim) and then (ata:), (pura:) -- cities -- bodies for creatures to live in. \"virAt vyaktRkto deva-tiryag-manushyAdi rUpo \u0027bhUt\". He became large and became the bodies, or gave form to devas, animals (tiryak) and humans.\n\nThere is support for the former view from the sAkalya brAhmaNa, however. In this work, Aniruddha Narayana, one of the four aspects of Narayana in the first tier of the Vishaka Yupa, appears to Brahma. This Bramha, engorged with growth as it were, is inactive, he does nothing. Aniruddha asks him the reason for his inactivity \"brahman kim tUshNIm bhavasi - iti\" and Brahma replies, \"Because of not knowing\" - \"ajnAnAt - iti hovAca\". However, Brahma has to create. This is his nature. So to remove his ignorance, Aniruddha Narayana instructs him to perform sRshTi yajna, the sacrifice of creation.\n\nIn the brAhmaNa, this is termed kAncana yajna, the rite of gold. \"brahman sRshtyartham kAncana yajnam kuru\". By this means will you be able to create the worlds, as you have in kalpas past. The rest of Aniruddha Narayana\u0027s instructions and the details of the srSHti yagnya are given in the verses to come.\n\n        From him came forth\n        The bright Universe\n        And he became a Creator\n        For its sake\n        And so he created\n        The verdant Earth\n        And creation\n        Was his body."
                            }]
                    }
                }, {
                    "num": "6",
                    "text": "yatpurushena havishA | devA yajnam atanvata |\nvasanto asyAsI-dAjyam | grIshma idhma Saraddhavi: || 6 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (yat) That (yajna) rite that (devA:) the gods (atanvata)\n        performed, (purushena) with the Purusha himself as\n        (havishA) havis, the fire offering, (vasanta) the Spring\n        (AsIt) became (Ajyam) its ghee. (grIshma) The summer\n        became its (idhma) samit-wood firebrand, (Sarad) Autumn\n        became (havi:) its burn offering.\n\nWhat sort of yajna is this sRshTi yajna? Nothing exists but Brahma-purusha, who envelops all. Logically, none of the ritual paraphernalia, the materiel, exist. It does not make consistent sense, to me, to look at this as an actual rite of \"sacrifice, where the gods sacrificed a giant to create the world\", as this has sometimes been decribed. This was in a comparative work that compared the Purusha Suktam to the Norse tale of how the Aesir made the world from the body of Ymir, the frost-giant.\n\nConsider however the traditional view of this as a mAnasa yajna, a meditative sacrifice, of and in the heart, the first gedankeneksperiment, if you will!\n\nThe sRshTi yajna was Purusha\u0027s alone. He was havirbhokta, he who enjoys/eats the havis -- burnt offerings to the fire. His senses were the devas, the gods, who were the ritvik-priests of this sacrifice. Nothing but himself existed to sacrifice. And so he sacrificed himself (purusheNa havisha) as the offering into the creative fires of his heart. A sacrifice of his self to himself, for what or who existed but he? So the devas bound Brahma as the beast of sacrifice, and made ready for the rite.\n\nClarified butter, or ghee, is what is poured on the fire to make it burn brighter. The fire of course, is an essential part of any sacrifice. Fire is what speeds betweeen heaven and earth carrying the food of sacrificial havis offerings to the gods. Spring brightens creation as the ghee brightens fire. Samit (palAS, flame of the forest) twigs are fed to the fire, to make it hotter -- these samit brands are Summer. Autumn with its brilliant hues was offered into the fire as havis.\n\n        Spring was the ghee\n        That brightened the fire\n        Summer the wood\n        That fueled it\n        Autumn was burnt\n        In this great rite\n        That the gods sacrificed\n        The Purusha in."
                            }]
                    }
                }, {
                    "num": "7",
                    "text": "saptAsyA san paridaya: | tri: sapta: samida: krtA: |\ndeva yad yajnam tanvAnA: | abadhnan purusham paSum || 7 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (asya) For this sacrifice (sapta) seven were (paridaya:) the\n        sheathing logs, the fences. (tri:sapta) Thrice-seven, that is\n        twenty one (samida:) the samit-wood firebrands (krtA:) made,\n        (yad yajnam) for the sacrifice for which (devA:) the gods\n        as (tanvAnA:) as performers of the sacrifice (abadhnan) bound\n        (purusham) the purusha (paSum) as the beast of sacrifice.\n\nThe yAgAgni, the sacred fire of the sacrifice, is invoked on a vedi, or altar, that is always sheathed, or fenced. sAyaNA gives us this: \"aishTikasyAvAhavanIyasya traya: paridaya: uttaravedikAstraya: AdityaSca saptama: paridhi pratinidhi rUpa:\". Three fences are in the uttaravedi part, three in the AvAhanIya, and Aditya is the seventh sheath, or fence.\n\nNothing had been created at this point. So what were the paridi-s? The seven chandas-s, or metres, gAyatri, trishTup, brhatee, pankti, ushNuk, anushtup, and jagatI may be the seven here. However, later verses would seem to go against this hypothesis. The chandas-s seem to be later creations, as the basis of speech. The maitrAyaNi upanishad suggests prthvi (earth), ap (water), tejas (fire), vAyu ( air), AkASa (space), ahamkAra (ego), and buddhi (intellect) as these seven. The five elements or panchabhUtas among these, (prthvi, ap, tejas, vAyu, AkASa), along with the five subtle principles or tanmAtras, the five active senses or karmendriyas, the five discerning senses or jnAnendriyas, combined with anta:karaNam, darkening, are said to be the twenty one samit firebrands, in the painkI brAhmaNa.\n\n        Seven were the fencing logs\n        Thrice seven the firebrands made\n        When the gods bound the Purusha\n        As the beast for their sacrifice"
                            }]
                    }
                }, {
                    "num": "8",
                    "text": "tam yajnam barhishi prokshan | purusham jAtam agrata: |\ntena devA ayajanta | sAdhyA RshayaS ca ye || 8 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (tam) That (purusham) purusha (yajnam) of the sacrifice,\n        (jAtam) who was (agrata:) in the beginning, (sAdhyA:) those\n        achievers (prokshan) sprinkled him with holy water (barhishi)\n        on the sacrificial bed of straw. (tena) By this means (devA\n        RshayaS ca) did the gods and the seers (ye) who where,\n        (ayajanta) sacrifice.\n\nHere is the Purusha himself bound as the beast of sacrifice. This beast has to be sanctificed, on a sacred bed of straw, with holy water. The word barhis indicates this straw. According to the Yogaratna, virAt (the all), barhis and prakriti are synonyms. In this sense, all of nature is the stage for this sacrifice, and Purusha the sacrifice to be offered. He was firstborn and foremost of creation. The word sAdhyA: according to Ranganathamuni includes all devas, RSHis, suras, and dwellers of Vaikuntha. However, in other places, it has been interpreted to mean something like an analogue to \"bodhisattva\" -- those who have the potential of freedom from time, but have not yet actually achieved it. In the sense that SAdhyam indicates possibility of achievement, I tend towards this view.\n\n        Him, firstborn of all of this\n        The sanctified, on a bed of straw\n        By Him did the seers,\n        Those great ones,\n        By Him did the gods too\n        Sacrifice. "
                            }]
                    }
                }, {
                    "num": "9",
                    "text": "tasmAd yajnAt sarvahuta: | sambhRtam prshadAjyam |\npashUGs tAGS cakre vAyavyAn | AraNyAn grAmyAs ca ye || 8 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (tasmAt) From that (yajnAt) rite (sarvahuta:) called sarvahut\n        (sambhrtam) was gathered (prshad-Ajyam) ghee mixed with\n        yogurt. From this (cakre) were created (pashoon) beasts,\n        (vAyavyAn) denizens of the air, (AraNyAn) denizens of the\n        woods, (grAmyAn) and denizens of the villages.\n\nThere is no holding back in the sRshTi yajna, it is \"sarva-hut\", the offering of all. At yajnas, what is called by sources like Renou and LeMee as \"the clotted fat\" or \"the oil of the sacrifice\", curds mixed with ghee (clarified butter) was collected. Ranganathamuni is of the opinion that for this yajna, the prshadAjyam was \"potency\" of wondrous hue (prANijanana hetu-bhUtam vicitravarNam jagatkAraNa hetu bhUtam vIryam prshadAjyam bhavati) --- appearing as a means by which animals might be born, of wondrous hue, a potency that appeared as a means of the cause of the world --- this was the prshadAjyam, the seed of all creation. The exact synonym of semen, retas, is not mentioned, but I think that in this case we may safely assume this is what is meant. With this did Brahma create the birds, and wild and tame animals.\n\n        From that offering\n        Of all was drawn\n        The wondrous seed\n        Of all creation\n        With that did He\n        Give forms to all,\n        birds and beasts\n        Of field and forest."
                            }]
                    }
                }, {
                    "num": "10",
                    "text": "tasmAd yajnAt sarvahuta: | Rca: sAmAni jajnire |\nchandAGMsi jajnire tasmAt | yajus tasmAd ajAyanta || 9 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (tasmAt yajnAt sarvahuta:) From that Sarvahut rite (Rca:)\n        the Rg veda mantras and (sAmAni) sAma veda mantras\n        (jagnyire) were got. FRom that did (chandAmsi) did the metres\n        too (jagnyire) come forth. (tasmAt) From that were (yaju:) the\n        yajur veda mantras (ajayata) born.\n\nsAyaNa gives this derivation for sarvahut: \"sarvAtmaka puruSHo yasmin yajne hooyate so ayam sarvahuta:\" -- that yajna in which Purusha, the soul of all, is offered as sacrifice, that rite is sarvahut. Of the Vedas, the Rg concerns itself with recited hymns, in praise of nature and its deities, such as Agni, Indra, the Adityass,the Maruts, and so on. The sAma chants are those of song, the basis of music. Yajus, the Veda of the adhvaryu priests, is that of the methods, and formulas for the rite. Along with these comes forth chandas, the metre or rhythm of hymning.\n\n        From that rite\n        Of the giving of All,\n        Did the recited hymns\n        And the sung come forth\n        And from that came\n        The poetic metre\n        And from that arose\n        The ritual hymns."
                            }]
                    }
                }, {
                    "num": "11",
                    "text": "tasmAdashvA ajAyanta | ye ke cobhayAdata: |\ngAvoham jagnyire tasmAt | tasmajjatA ajAvaya: || 10 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (tasmAd) From that (ajAyanta) were born (asvA:) horses,\n        and beings with (eke ca) only one and (ubhayAdata:) two\n        rows of teeth. (gAva:) Cattle (jagnyire) were made (tasmAt)\n        from that. (tasmAt) From that (jAta) were born (ajA:) goats\n        and (Avaya:) sheep.\n\nThe most common interpretation I have seen for \"ye ke cobhayAdata\" is all animals with two rows of teeth. The one here, I have seen only in aNNa\u0027s Tamil translation. However, it appeals to me as innately right. As for animals with one row of teeth, I cannot think of any except whales with their baleen. Someone with a better knowledge of zoological orthodonty may be able to help me here \u003d). All the animals specifically mentioned here, presumably had been tamed, and were counted as wealth in Rg Vedic society.\n\n        From that were born stately horses\n        Beasts with one and two rows of teeth\n        Cattle too, were born thereof\n        And goats and sheep with them created."
                            }]
                    }
                }, {
                    "num": "12",
                    "text": "yat puruSHam vyadadhu: | katidhA vyakalpayan |\nmukham kimasya kau bAhoo | kavooroo pAdA ucyete || 11 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (yat) The (puruSHam) purusha (vyadadhu:) that they divided,\n        (katidhA) into what forms , how, (vyakalpayan) did they shape\n        him ? (kim) What (Aseet) became (asya mukham) of his mouth ?\n        (kau) What are (ucyete) now called (asya bAhoo) his arms ?\n        (asya ooroo) His thighs, (asya pAdau) his feet, (kau ucyete)\n        what do they call them now ?\n\nThis verse begins a series of questions and answers as to how the purusha was divided up, and what each of the parts of his body (kosha roopa - the form that contained all) became, in the sarvahut rite of creation. Aniruddha Narayana had advised Bramha that to make his body the havis, Aniruddha the havirbhokta, and meditating on Narayana, merge himself, offer himself up to Narayana\u0027s form of fire. (mAm ca havirbhbhujam dhyAtvA manmanAbhootva mayyagnau nivaacaye) And by just feeling the touch (madanga sparsha maatreNa) of his, Bramha\u0027s body, in which all of the worlds are contained (jagat-kosha bhootas-tvat-kAyo) would become huge (brmhishyate) and become the bramhanda, the great all. The different classes of animals that came forth from this (tasmAt udbhootAni prANi jAtAni), Bramha would be able to establish for them different and appropriate forms (yaTHA puram nirmAya) and assume the role of creator (sraSHTHA bhavishyasi) that he had in previous eons.\n\nThose samskrt quotes are from the P.S. samhita of the sAkalya brAmhaNam, referred to before. Like most brAMhaNa verses, this ends with \" evam srSHTHiyagnyam yo jAnAti sa janmaneeha mukto bhavati \" - Who knows the rite of creation thus, will be liberated in this very birth.\n\nSo now the details of this \u0027ritual dismemberment\u0027 of the purusha\u0027s body, the bramhAnda, are given in the next few verses as an account of this creation rite.\n\n        When they had\n        Divided him up,\n        Into what forms\n        Dis they cast Him ?\n        And what of his mouth,\n        His arms, his thighs, His feet ?\n        What did they make them ?"
                            }]
                    }
                }, {
                    "num": "13",
                    "text": "brAhmaNo asya mukhamAseet | bAhoo rAjanya: krta: |\nooru tadasya yad vaishya | padbhyAm shoodro ajAyata || 12 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (asya) His (mukham) mouth (Aseet) became (brAhmaNa:)\n        the Brahmin, (bAhoo) his arms (krta:) were made (rAjanya:)\n        Kings. (yad) what were(asya ooru) his thighs, (tad) they were\n        made into (vaishya:) the merchants, (padbhyAm) and from his feet\n        (shoodro) were the servants (ajAyata) born.\n\nAny commentary on this has, to say the least, significant possibilities of spinning out of control as a discussion on the role and system of the varNa-jAti system. I think it best to let the verse speak for itself, as a record of the world-view of its time, and let thinkers draw their own conclusions.\n\n        From his mouth came forth\n        The men of learning\n        And of his arms\n        Were warriors made\n        From his thighs came\n        The trading people\n        And his feet gave\n        Birth to servants.."
                            }]
                    }
                }, {
                    "num": "14",
                    "text": "candramA manaso jAta: | caksho sooryo ajAyata |\nmukhaadeendrascAgnischa | prANAdvAyurajAyata || 13 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (manasa:) From his mind (candramA) was the moon (jAta:)\n        born. (caksho) from his eyes (soorya:) the sun was (ajAyata)\n        born. (mukhAd) From his mouth (indra-sca) Indra and (agni-sca)\n        Agni and (prANAt) from his breath (vAyu:) the wind (ajAyata:)\n        were born.\n\nThe natural phenomena mentioned in this verse are synonymous with their deities, who govern them. This sort of \u0027double\u0027 reference is common throughout the Rg-veda, especially in hymns addressed to various dieties that also contain some breathtaking images of nature and are beautiful poetry. The puruSHa is the source of these dieties too. sAyaNAcarya says \"yathA dadhi-Ajya-Adi-dravyAni gAvadaya: .... candra-Adayo deva: api tasmAt iva utpanna ityAha: \"Just as essences like yogurt and ghee come forth from undifferentiated, but essential milk, different in nature, yet identical in source, even thus did the Gods, like candra, come forth fom the puruSHa. He is indeed the basis of all things. prANa is just one of the breaths recognized by the vedic people. apAna, vyAna, samAna, udAna are some of the others.\n\n        Of his mind , the Moon is born\n        Of his gaze, the shining Sun\n        from his mouth, Thunder and Fire,\n        And of his life\u0027s breath,\n        The whistling wind.."
                            }]
                    }
                }, {
                    "num": "15",
                    "text": "nAbhyA Aseedantariksham | sheerSHNau dhyau: samavartata |\npadbhyAm bhoomir disha: shrotrAt | tathA lokAm akalpayan || 14 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (nAbhyA) from his navel (Aseed) did appear (antarisham)\n        space. (sheerSHNa:) From his head was (dhyau:) the sky\n        (sam-avartat) well established. (padbhyAm) From his feet\n        (bhoomi) the earth (shrotrAt) from his ears (disha:) the directions\n        (tathA) This did they (akalpayan) by mere intent, that is sankalpa,\n        cause (lokAn) the worlds.\n\nThis verse is the conclusion of the details of the establishment of the worlds by the devas, and the sAdhyas.\n\nSome texts mention the verse \"saptasyAn paridhaya:\" after this, this is common in most Rg-sangraha-s. The last verse of the PS redaction in these texts ( eg. Le Mee, Chanana) is \"yagnyena yagnyam..\" which curiously, is found elsewhere in the Rgveda. This place is the \"asya vAmasya palitasya hotu:\" hymn, RV -214, by the rSHi deerghatamas (literally, profound darkness).The asya vAmasya hymn is notable for its intense and complex imagery, and I have yet to find a satisfactory interpretation for its riddles.\n\nHowever, the next three verse of the southern redaction are pregnant with meaning, and relevant to our enquiry.\n\n        Space unfolds\n        From his navel\n        The sky well formed\n        From his head\n        His feet, the earth\n        His ears the Quarters\n        Thus they thought up\n        All the worlds."
                            }]
                    }
                }, {
                    "num": "16",
                    "text": "vedAhametam puruSHam mahAntam | AdityavarNam tamasastu pAre |\nsarvANi roopANi vicitya dheera: | nAmAni krtvAbhivadan yadAste || 16 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (yat) That (dheera:) valorous puruSHa (Aste) who is, who has\n        (vicitya:) materialized (sarvAni) all (roopANi) forms, and (krtya:)\n        made (sarvAni) all (nAmAni) names, (abhivadan) and maintains all\n        of these, (etam) that (mahAntam) glorious (AdityavarNam)\n        sun-brilliant (puruSHam) puruSHa, (astu) who is (pAre)\n        beyond(tamas) darkness, (aham) I (veda:) Know him.\n\nThis verse is probably closest to the Sri Sampradaya visualization of Sriman Narayana, as creator and maintainer of all, ( refer back to \u0027namo bhagavate tasmai krSHNaya adbhuta karmaNe roopa nAma vibhedena jagat kreedati yo yata:\u0027), full of kalyANa guNas such as mahimA, brilliant as the sun, and beyond all darkness. What is the advantage of knowing this then ? This is explained in later verses. Also, in sAyaNa\u0027s commentary \" mantradraSHtA svakeeyam dhyAnAnubhavam prakatayati\". This mantra is how to visualize him for meditation, and thus to know him. Compare this to Vishvamitra in the Ramayana \" aham vedmi mahAtmAnam rAmam satya-parAkramam / vasiSHto api mahAtejo ye ceme tapasi sthitA:\" - I know the great souled Rama, of deeds beyond measure, powerful in truth, more brilliant than Vasishta, who protected my yagnya well\". Or Mandodari\u0027s praise of Rama as Mahavishnu in the same, \" tamasa: paramo dhAtA shankacakra gadhAdara\" - O Creator, who bears the Conch, the Disk, and the Mace as weapons, who is Supreme above all darkness. The image of the sun here is especially effective, as the tamas referred to here is the darkness of the soul, ignorance and inactivity.\n\n        I Know Him,\n        Glorious, Valorous,\n        Who Names, Forms,\n        And Keeps all this,\n        Bright as the Sun,\n        Beyond all Darkness."
                            }]
                    }
                }, {
                    "num": "17",
                    "text": "dhAtA purastAdhyamudAjahAra | shakra: pravidvAn pradishashcatasra: |\ntamevam vidhvAnamrta iha bhavati | nAnya: panthA ayanAya vidhyate || 17 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (ayaNaya) To moksha, liberation (na vidhyate) I know not of\n        (anya:) other (panthA:) paths. (yam) Whom (dhAtA) Bramha\n        (udAjahAra:) saw as the Supreme Being, and revealed (purastAt)\n        in the beginning, (yam) whom (shakra:) Indra (pravidvAn) knew\n        well, (pradishas-ca-tasra) in the four quearters, and everywhere,\n        (vidvAn) who knows (tam) Him (evam) in this manner (bhavati)\n        becomes (amrta:) immortal (iha) in this very birth.\n\nIn the beginnning, Bramha said to the puruSHa, \"You are who was before me.. You are my guide in this\", naming him the cause of himself, and all. Indra learnt of the glory of the parama puruSHa from vAmadeva, and from the four directions - Ranganathamuni.\n\nThe object of almost all vedic rites was to make life, or death, a little less dangerous ( see, eg., Wendy Doniger-O\u0027Flaherty). The refrain of the mantras for these rites is \u0027Who knows this conquers death\u0027. Even the stories in several bramhaNas involves seers \u0027seeing and praising with this hymn or metre, and thereby conquering death\u0027. It is interesting to note that the goal is not life eternal (chiranjeevitva) but a-mrta, or not-dying. This is a matter of the soul rather than the body, a difference worth appreciating.\n\nThe puruSHa is manifested by the chanting of this mantra, to who chants this, in thheir hearts. This is thebeginning - of the world, of contemplation of the worlds, of knowledge. In this knowledge, in knowing this by the heart, by the soul, is the beginning of liberation. To know of no other way but this reflects mahAvishvAsa - great faith. This, \u0027nAnya: panthA vidhyate ayanAya\u0027 refrain is also found in several upanishadas.\n\n        Who the Creator saw\n        And revealed, as the Cause\n        Of whom Indra learnt\n        In all the quarters\n        Who knows Him thus\n        Conquers death now.\n        I know of no other\n        Ways, than this."
                            }]
                    }
                }, {
                    "num": "18",
                    "text": "yagnyena yagnya-mayajanta deva: | tAni dharmANi prathamAnAsann |\nte ha nAkam mahimAna: sacante | yatra poorve sAdhyA: santi devA: || 18 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (yagnyena) By sacrifice (devA:) did the Gods (ayajanta)\n        sacrifice (yagnyam) to sacrifice. (tAni) The (dharmANi)\n        associated dharmas (Asan) became (prathamAni) the first.\n        (te mahimAna:) By the glory of these very dharmas (sacante)\n        will the great ones achieve (yatra nAkam) that heaven where\n        (poorve) the ones who were, before, (devA:) and the Gods\n        also called (sAdhyA:) the achievers, (santi) are.\n\nHere then is the importance of the sacrifice. The two words yAga and tyAga are both related, and may be translated as the one word, sacrifice, giving us a clue to the nature of the rite. The world is established by sacrifice - the puruSHa giving his all, which is his self, his body, to form this world, the lives on it, giving them name and form. Why did this happen ? The nAsadiya sookta relates, when neither being nor non-being was (na sat Aseet, na asat Aseet), the One breathed, without air. But then, \"kAmastadagre samavartatAti\" - desire first moved it. desire to be. And in its being, the world is. This One, we call puruSHa, Sriman Narayana, God. And this is sat - Existence, along with Knowledge and Bliss, part of the nature of the divine. So the next time someone tells you St. Augustine was the first to define God as the verb \"to be\", you can refute them with this.. \u003d).\n\nAll that is, is born of this love, this desire. And all was given (sarvahut) to bring this about. This is the nature of this being.\n\nThis is the sacrifice, whose results were the beginning of all. This is why the verse says \"tAni dharmAni prathamAni Asan\" - these dharmas became the first. They are the fruits of the sacrifice, that provide us the means to our own liberation, our very own stairway to heaven.\n\n        By Sacrifice did the Gods\n        Sacrifice to Sacrifice\n        By the fruits of this,\n        The first harvest,\n        Do the great ones\n        Ascend to where the Gods\n        The first ones,\n        Those who made straight the way\n        Are."
                            }]
                    }
                }, {
                    "num": "19",
                    "text": "adbhyassambhoota: prthivyai rasAcca | vishvakarmaNassamavartatAdhi |\ntasya tvaSHTA vidadhadroopameti | tatpuruSHasya vishvamAjAnamagre || 1 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (adbhya:) From the waters and from the (rasAt) elemental essence\n        of (prthivyai) earth (sambhoota:) was the bramhAnda, the\n        Universe, born. (vishvakarmaNa:) As vishvakarma, the divine\n        architect, did puruSHa, who is (adhi) more than that Universe, appear\n        (samavartata). (tvashTA) As tvashTA, the divine smith he\n        (vidadhat) establishes (tasya roopam) his form, that includes all the\n        worlds (eti) and manifests it everywhere. (agre) In the beginning\n        was (tat puruSHasya) that puruSHa\u0027s (vishvam) all, his vishva\n        roopa, (Ajanam) formed.\n\nThe waters of destruction are again the waters of creation, and from them does the earth reveal itself after praLaya. From these elemental materials is the universe formed, and into these it dissolves. Ashes to ashes, and dust to dust. tvashTA was the smith who forges Indra\u0027s vajra, thunderbolt, from the bones of the RSHi dadeechi. Vishvakarma is the divine architect who planned and built, among other cities, Kubera\u0027s Alakaapuri and also Lanka, and Indra\u0027s city.\n\n        From the waters and earth\n        Does all appear\n        As a builder he builds,\n        As a smith he forges it..\n        He who was all\n        Before the all was."
                            }]
                    }
                }, {
                    "num": "20",
                    "text": "vedAhametam puruSHam mahAntam | AdityavarNam tamasas pArastAt |\ntamevam vidhvAnamrta iha bhavati | nAnya: panthA vidhyate ayanAya || 2 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (etam) That (mahAntam) glorious (AdityavarNam) sun-brilliant\n        (puruSHam) puruSHa, (astu) who transcends (pArastAt) all\n        (tamas) darkness, (aham) I (veda:) know him.(vidvAn) Who\n        knows (tam) Him (evam) in this manner (bhavati) becomes\n        (amrta:) immortal (iha) in this very birth. (ayaNaya) To moksha,\n        liberation (na vidhyate) I know not of (anya:) other (panthA:)\n        paths.\n\nThis is a re-working of shlokas 16 and 17 in the first lesson, or pratama anuvAka.\n\n        I Know Him,\n        Glorious,\n        Bright as the Sun,\n        Beyond all Darkness.\n        Who knows him thus\n        Conquers death now.\n        I know of no other\n        Ways, than this."
                            }]
                    }
                }, {
                    "num": "21",
                    "text": "prajApatischarati garbhe anta: | ajAyamAno bahudhA vijAyate |\ntasya dheerA: parijAnanti yonim | mareecheenAm padamiccanti vedhasa: || 3 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (prajApati:) As prajApati, Lord of his Subjects, he (carati)\n        lives (anta:) in (garbhe) the womb. (ajAyamAna: ) Unborn,\n        (vijAyate) he appears (bahudhA) in many ways. (dheerA:) The\n        steadfast (parijAnanti) know well (tasya) his (yonim) true form.\n        Even (vedhasa:) the creators, the knowers (iccanti) desire to the\n        (padam) positions of (mareechenAm) sages like mareechi, who\n        worship Him.\n\nI must go to sAyaNa for commentary on this rather obtuse verse. What is this womb prajApati resides in ? \u0027bramhAnda roope garbhe anat madhye prajApatir vigrahavAn bhootva carati\u0027. virAt, the shining universe, the female principle that puruSHa gave birth to, which in turn gave birth to puruSHa has now been formed into the bramhAnda, and is compared to a womb, in which prajApati, Lord of his Subjects, puruSHa manifested as a fertility diety invoked in weddings etc., resides. Purusha does not need to be born to manifest himself as all. That process begins before he appears from, in and as virAt. He encompasses satyam, gnyaanam, anantam - truth, knowledge, and infinity. Since he gives birth to all, he is yoni, themouth of the womb. His form is a yoni, from which all is born. \u0027tasya prajApater yonim jagatkAraNaroopam vAstavam svaroopam\u0027. Who knows this ? \u0027dheera dhairyavantA yogena drtendriyA mahAtmAno jAnanti\u0027 - the brave, the courageous, those who have made their senses steadfast in yoga, those great ones know this truth. Such is the compulsion of this truth that even the srshtikartA-s of this world, those that puruSHa has manifested himself as in order to create, desire nothing but to worship him as \u0027tam eva upAsya mareeceenAm mareecyatri-pramukhAnAm\u0027 - the sage mareeci, and sages led by mareeci, atri (among the seven RSHis) - as these sages do.\n\n        Birthing this word\n        Himself Unborn\n        He is known by those\n        Who yoked their senses..\n        And even the knowers\n        Of this world and more\n        Desire but to adore Him."
                            }]
                    }
                }, {
                    "num": "22",
                    "text": "yo devebhya Atapati | yo devAnAm purohita: |\npoorvo yo devebhyo jAta: | namo rucAya brAhmaye || 4 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (nama:) We salute (ya:) who (Atapati) shines as divinity in\n        (devebhya:) in the Gods, (ya:) who is (purohita:) Brhaspati, priest\n        to (devAnAm) the Gods, (ya:) who was (jAta:) born (poorva:)\n        before (devebhya:) the Gods, (rucAya) who brilliant in himself,\n        (brahmaye) is the parabramham, the supreme all.\n\npuruSHa was, \u0027hiraNyagarbha: samavartatAgre\u0027 - before the golden shining womb of all, virAt, was established. He is first of all the Gods, their priest, their guide to immortality, and the essence of their divinity. verily is he worthy of our salutations. This is one answer to the question \"kasmai devAya havitA vidhema?\" - Which God shall we worship by our offerings ?\n\n        Who burns, fire-bright\n        In the Gods, who is their priest,\n        Eldest, who is the Essence,\n        Of what Is,\n        We worship Him."
                            }]
                    }
                }, {
                    "num": "23",
                    "text": "rucam brAmham janayanta: | deva agre tadabruvan |\nyastvaivam brAhmaNo vidhyAt | tasya deva asan vashe || 5 ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "         (deva) The Gods, who (janayanta) send forth the (rucam\n        brAhmam) essence of the knowledge of Brahman (abruvan) said\n        this (tat) about that Brahman (agre) in the Beginning : \" (yastu)\n        whoever (brAhmaNa:) has an inclination towards Brahman, if he\n        (vidhyAt) knows Brahman (evam) thus, (devA:) the Gods (asan)\n        will be (tasya) in his (vashe) control. \"\n\nThe Gods taste of Brahman.. This \"rucam brAmham\" is yet another food metaphor for the joining, or the union of the seeker and the sought. Even as he who eats food tastes it, so shall you taste Brahman, and enjoy him. The Gods are in the Brahma- Vidyaa-Sampradaaya, and they are our teachers, our gurus too. They declare this in the beginning, as a sort of \u0027phalashruti\u0027, or list of fruits of knowing the puruSHa thus : Who, with heart steadfast on the puruSHa knows him thus, him even we will serve. Compare the Taittiriya Upanishad, that talks about he who knows Brahman - \u0027sarve asmai devA balim-Aharanti\u0027 - All the Gods bring him offerings.\n\n        The Gods who taste\n        Him, and spread the word\n        Said this, in the beginning\n        \"Who with his heart\n        Knows Him, thus,\n        Him even We will be bound by.\""
                            }]
                    }
                }, {
                    "num": "24",
                    "text": "hreeshca te lakshmeeshca patnyau | ahorAtre pArshve |\nnakshatrANi roopam | ashvinau vyAttam |\niSHTam maniSHANa |\namum maniSHANa |\nsarvam maniSHANA ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": "        (hreeshca) Hree and (lakshmishca) Laskhmi are (patnyau) wives (te)\n        to you. (aho - rAtre) The day and the night (pArshve) your sides.\n        (nakshatrANi) the Stars (roopam) your brilliant form. (ashvinau)\n        the Healing Ashvins (vyAttam) your mouth\n\n        (maniSHANa) Grant us (iSHTam) the knowledge that we desire,\n        (maniSHANa) grant us (amum) happiness in this world,\n        (maniSHANa) grant us (sarvam) all that is, now and forever\n\nHree is the Goddess that grants Modesty, and Lakshmi she who grants Wealth. ( hreer-lajjAbhimAninee devata , lakshmee- raishvayAbhimAninee devatA - iti sAyaNA) The Day and the Night are even such opposites. Sriman Narayana is the conciliation of all such opposites, even as Sesha, the snake, and garuda, the eagle, worshipping him together signify. He is brilliant as the stars, and healing comes from him.\n\nAsking him to grant as iSHTam, amum, sarvam, is an analogue to asking for sat, Ananda, and chit. All we ask is to know Him.\n\n        Hree and Lakshmi\n        Are your consorts, your\n        Two sides, Day and Night,\n        The stars your form,\n        Healing your words.\n\n        Grant us\n        Our desires,\n        Our joys,\n        Your all."
                            }]
                    }
                }, {
                    "num": "25",
                    "text": "tacchamyo-rAvrNeemahe | gAtum yagnyAya |\ngAtum yagnyapataye | daivee: svastirastu na: |\nsvasti mAnushebhya: | oordhvam jigAtu bheSHajam |\nsham no astu dvipade | sham chatushpade |\nom shAnti: shAnti: shAnti: ||",
                    "explanation": {
                        "notesList": [{
                                "title": "Translation",
                                "text": " (AvrNeemahe) We seek (tat) that which (chamyo) gives\nus peace from sorrows, present and future. We seek\n(gAtum) growth (yagnyAya) for the rite of sacrifice\nand (gAtum) growth for (yagnyapataye) patron of the\nrite, the yajamAna. (daivee: svasti) The grace of the Gods\n(astu) be (na:) unto us. (svasti) Well being (mAnushebhya:)\nto all mankind. (bheshajam) May plants, like medicinal herbs\n(jigAtu) flourish and grow (oordhvam) upwards. (sham)\nGood (na: astu ) come unto us from (dvipade) creatures that\ngo on two feet (sham) and good from (chatuSHpade) those\nthat go on four feet. (shAnti:) Peace.\n\nSorrows that are, and sorrows to be\nWe seek that which grants us\nPeace from these\nMay the rite flourish,\nAnd those who keep it..\nThe grace of the gods\nBe with all mankind..\nMay the earth be covered\nWith growing green\nAnd good come to us\nFrom all creation\nFrom beings that go\nOn two feet and four..\nMay the three-fold peace\nEmbrace the Land.."
                            }]
                    }
                }],
            "num": "1"
        }],
    "mapSecName2Sec": {}
}