{
  "lang": "English",
  "sections": [
    {
      "name": "Sri Sukta",
      "shlokaList": [
        {
          "num": "1",
          "text": "Hiraņya varnám hariņīm suvarna-rajata-srajám\nChandrám hiranmayīm lakshmīm jatavedo ma avaha|(1)",
          "explanation": {
            "notesList": [
              {
                "title": "Brief description",
                "text": "Oh..! The all-knowing Jatavedasa, invoke in me Lakshmi the symbol of wealth , of enchanting form, of golden lustre, splendorous like gold, adorned with brilliant ornaments of gold and silver ; and,  beautiful like the female deer that shines like moon.  \n\t\t\t\t\t. The opening mantra of Srisukta is a prayer submitted, primarily, to Agni addressed as the all-knowing Jatavedasa, who is the source of all knowledge (Veda), and is the very personification of Yajna-purusha Vishnu. Agni is requested to bestow all those signs (Lakshana, Lakshmi) of happiness, wealth and prosperity that a man desires.\n\n. Lakshmi represents the sense of beauty, grace, wealth and happiness manifest in all existence.  Lakshmi is the very embodiment of all the auspicious virtues that inspire life. Lakshmi is also understood as the one who ignites the desire for knowledge that inspires us to attain the highest state in human life.\n\n. Lakshmi’s association with gold that shines signifies purity (pavitram vai hiranyam) and brilliance. The deer stands for enchanting allure, the fleeting desire that draws one out in its pursuit. Just as it is not easy to chase and catch an eluding deer that runs fast, it is also hard to attain and hold on to success, wealth and fame that are ever transitory. Sri is thus Harini the deer that sparkles. And Harini is also the sheen of turmeric (haridra-bha) the sign of auspiciousness and a remedy against infections.\n\n. In Tantra, Sri , revered as Devi, is Matruka , the Mother (matrka-mayi), the Supreme Mother Goddess (devim mataram sriyam), She is also the power of sound (Matrika Shakti) , the matrix of the cosmos manifest as the alphabets. The phrase ‘suvarna-rajata-srajaam’ is also understood to mean that Sri is adorned with Matrika Mala, the garland of letters woven with vowels (suvarna) and consonants (rajata). Sri is thus mantra-mayi the origin and essence of all mantras.\n\n. Chandraam, the aspect of moon, denotes mellow glow that spreads happiness (aahlada). Sri is Chandra, bright (Chandrah chandate) and beautiful as the moon that delights the hearts of all (sakala jana-ahlada–karini). Further, in the Srividya tradition, the worship of the Devi follows the phases of the moon in a fortnight. Her Vidya is therefore termed as Chandra-vidya or Chandra-kala-vidya. And, the Devi is worshipped through her pancha-dashi-mantra, the mantra of fifteen syllables.\n\n. Sri , when personified as goddess, is described as radiant ;  shining like gold; decorated with splendid ornaments; wearing a brilliant crown;   seated on magnificent lotus-throne studded with gems; holding freshly blossomed beautiful lotus flowers; and served by a pair of elephants pouring over her golden pots of nectar.\n\t\t\t\t\t"
              }
            ]
          }
        },
        {
          "num": "2",
          "text": "Tám ma ávaha játavedo lakśhmīm anapa gáminīm\nYasyám hiraņyam vindeyam gám aśvam puruśhán aham|| (2)",
          "explanation": {
            "notesList": [
              {
                "title": "Brief description",
                "text": "Oh..! Jatavedasa, please cause Lakshmi to come to me. And, let Lakshmi never ever depart from me. While she is here, I shall gain wealth, riches such as gold, cows, horses and man-power (which term includes friends, family and the other dearer ones).\n. This is in continuation of the first mantra which ends with the phrase ‘jatavedo ma avaha’, requesting Agni to invoke the presence of Lakshmi. The second mantra qualifies Lakshmi, further, with the epithet: ‘a-anapa-gamini’, the one who does not stray away, but stays with you forever. [The phrase anapa-gamini suggests fleeting nature (chanchala)]\n\n. The gold mentioned in the verse represents immovable wealth (sthavara), while the cattle, horses and men are movable assets (jangama). As Lakshmi enters into one’s life, she brings along with her various kinds of wealth and riches.\n\n. The Dhyana-sloka of the second mantra adores Rajya-lakshmi, riding a horse and leading an army of four divisions (Chaturanga: infantry, cavalry, elephants and chariots). The golden-hued Rajya-lakshmi grants riches of corn, wealth and happiness.\t\t\t\t\t"
              }
            ]
          }
        },
        {
          "num": "3",
          "text": "Aśhwa-pūrvám ratha-madhyám hasti náda prabódhiním\nŚhriyam devím upahvaye śhrír ma devír jushatám| (3)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "The horses in the lead, the chariots in the middle, followed by the trumpeting elephants, herald the arrival of Sri. I pray to you Jatavedasa, let that magnificent Sri Grace me and come to me.\n\n. In the first two mantras, the Sadhaka prays to Agni to cause Sri to come to him.  This verse is an answer to his prayers.  It heralds the arrival of the glorious Sri in all her grandeur and regal majesty. The procession of her mighty army of infantry, cavalry, elephants and chariots signifies her magnificence and splendour. As it draws closer, the devotee prays that the Grace of the Mother (mam) Sri may descend upon him (jushatam).\n\n. The esoteric meaning of the verse interprets the chariot as the body of the devotee (sareeram ratha-mevathu);  at the heart of the Chariot is Sri , the centre of  consciousness, as  the presiding deity; and , the leaping horses are his senses that need to be controlled (indriyani hayan aahuh).\n\n. The phrase Sriyam-devi is explained as the most radiant (div) Sri Devi who is the refuge of all (shreyaniya) .\n\n. The Dhyana-sloka of the third verse is dedicated to the most auspicious Mother Goddess Soubhagya-lakshmi (saubhaagya-jananiim)."
              }
            ]
          }
        },
        {
          "num": "4",
          "text": "Kám sósmitám hiranya prákárám árdrám jvalantím triptám tarpayantím\nPadme sthitám padma-varnám támihópahvaye śhriyam|| (4)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": " welcome the pleasantly smiling, the kind-hearted Sri who is of the nature of Brahman; glowing like burnished gold; of beautiful lotus-complexion; and, seated on lotus. She is easily pleased; and, she readily fulfils the desires of her devotees.\nThe devotee is preparing to welcome Sri.\n\n. This mantra, again, refers to Sri’s association with gold (hiranya prákárám) and the lotus (Padme sthitám padma-varnám). Sri is explained as the bright and joyful consciousness that resides in the heart-lotus (hrudaya-kamala) of all beings.\n\n. As said, Lakshmi’s association with gold that shines signifies her purity (pavitram vai hiranyam) and her brilliance. And, Padma, the lotus, is the primary symbol of Sri. Padma symbolizes several adorable virtues: purity, beauty, the very essence of life, spiritual power, fertility and growth. The Tantra regards lotus as a symbol of created universe. And, Sri is all of those auspicious signs (lakshana). Sri is Padmini (a variant of padmanemi, meaning holding a lotus) and pushkarini (pushkara meaning lotus). Lotus, again, is her seat (padma-sthitha). And, her complexion glows like that of lotus (padma-varna).\n\n. The opening term Kam is of special interest here. The commentators explain that the syllabus Ka indicates the form-less Brahman (ka iti Brahmano naama). Kam is meant to suggest that Sri is indeed the principle (tattva) that is beyond intellect and is at the root of all existence.\n\nKa is also the first letter in the fifteen-lettered (pancha-dashi) mantra of the Devi in the Kadi-matha (Kadi School) of the Sri Vidya tradition. Ka is an important syllable in the mantra, for it appears three times. Here, Ka variously stands the principle from which everything arises; for illumination (Kan dipatu) or the principle of consciousness (buddhi) in beings; and, also for the symbol of Self.\n\nThe fifteen lettered (panch-dasha-akshari) mantra is considered the verbal form of the Devi. But, it is implicit or hidden. It is only when the sixteenth syllable ‘Shrim’ is included; the mantra becomes explicit or becomes visible. Shrim is regarded the original or the own form of the Mother Goddess. And, with the sixteenth syllable (Shrim) the She comes to be celebrated as Sri-vidya.  And, the mantra itself becomes the body of the Mother Goddess.\n\nShe manifests the un-manifest. She is Prakrti.\n\nThe auspicious Sri (Shrim) is thus revered as Saguna Brahman,  the sa-kara approach to the absolute principle of the Devi. \n\n. The other point of interest  is the use of the term ardra (which ordinarily is translated as wet or moist) immediately followed by jwalantim (which conveys a sense of blazing and sparkling like the tongues of fire). Apparently, the two are of opposite nature.\n\nIt is explained that ardra, here, indicates the flowing grace; the easily-moved, kind and considerate nature of Sri Devi who is the very embodiment of compassion (as portrayed in Sri Vedanta Deshika’s Daya-shataka).\n\n. The term jwalantim is, again, indicative of the radiant nature of Sri who resides as the inner light (jyothi swarupam) at the core of the consciousness all beings (mula-prakrti). Sri Devi is the inner energy of all that glows and sparkles (tasya bhasa sarva idam vibhati).\n\nIt is also explained; it is the spontaneous flow of the graceful Devi’s compassion (ardra) that enlightens (jwalantim) the consciousness of the devotees. The boundless love that envelops all existence and the all-inspiring radiance that enlivens the created world are the nature of Sri Devi.\n\n. The Dhyana-sloka of this mantra describes Sri as the bright and beautiful goddess of golden complexion; her face aglow with tender smile; seated on a lotus; and holding a book and a parrot that speaks. This sloka is also taken as an invocation to Sarasvati the goddess of speech (vac–rupa-sri) and learning (vidya-rupa-sri). Therefore, sarasvata-siddhi (the attainment of true knowledge) is also one of the viniyoga of the fourth verse of Srisukta. "
              }
            ]
          }
        },
        {
          "num": "5",
          "text": "Chandrám prabhásám yaśhasá jvalantím śhriyam lóke deva justám udárám\nTám padminim-ím saranam aham prapadye’ alakshmír me naśyatám tvám vrne| (5)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "I submit to the mercy of Lakshmi who is beautiful as the mellow glow of the moon; who is surrounded by lotus flowers; who is generous and kind; who is adored by gods; and whose renown lights up all the worlds. I seek refuge in that resplendent Sri. May she destroy all my misfortunes.\n\n. This verse re-calls Sri’s association with the moon, as referred to in the first verse. Sri is of the nature of moon that spreads happiness (aahlada), brightness (prabhasam); of beauty (Chandrah chandate), and of delight that lights up hearts of all (sakala-jana-ahlada–karini).\n\n. The mantra further glorifies Sri as one who sustains and supports all life in the nature (Shriyam loke); fulfils the desire of all; and is beloved by all beings, including the gods (deva justám). The generous (udárám) Sri is indeed the Mother (taam Padmanemim) and the refuge of all the worlds.\n\n. Sri’s association with lotus is again elaborated in this verse. Lotus (Padma), as said, symbolizes life that is characterized by beauty, purity, grace and abundance. Sri is of the nature of Padma; and, the whole existence is but the projection of Sri.\n\n. The devotee submits (sharanamaham prapadye) to Sri, praying for release from the blight of A-lakshmi (the opposite of Lakshmi and stands for everything that Lakshmi is not). Though A-lakshmi is personified in the legends as Jyeshta the elder sister of Lakshmi, it essentially signifies the aspects of wretchedness, misery, ugliness and cruelty that disfigure life.  Lakshmi, on the other hand, is everything that is auspicious, prosperous, beautiful and virtuous. \n\n. The prayer is to drive away the evil that has taken shelter in the hearts of men/women; and to invite Lakshmi into the purity of one’s heart-lotus (amala-kamala–hrud-deshe).\n\n. The Dhyana-sloka of the verse is dedicated to Sri Lakshmi who is seated amidst the splendorous solar-orb, holding lotus and gesturing assurance. She is richly decorated with gorgeous dresses, sparkling ornaments and holding the most precious Chintamani jewel. She grants fulfilment of all desires; and destroys misfortunes. I pray to that Supreme Goddess. "
              }
            ]
          }
        },
        {
          "num": "6",
          "text": "Ǎditya varne tapasó dhijátó vanaspatis tava vrikshó’ tha bilvah\nTasya phalani tapsá nudantu mayántaráyás cha báhya alakshmíh|| (6)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "Oh Devi, you are splendorous like the rising sun. By the intense power of your penance (tapas), the wondrous medicinal plant Bilva was brought forth. Let the Bilva-fruits, ripened by the radiance of your austerities; eradicate the ailments caused by the inner and external impurities.\n\n. There are some mythological and other references in this verse.\n\n. To start with, Bilva(Aegle marmelos) or Baelis  is the Indian wood apple tree. It is referred to in this verse as a Vanaspathi that belongs to Sri (vanaspatis tava vrikshó’ tha bilvah). In the Indian texts, Vanaspathi is described as a class of trees that bear fruit but no flowers (a-pushpah, phalavantah). The tree is also described as sada-phala (always bearing fruit), durarudha (difficult to climb) and trishikha or tridala (leaves having three points).\n\n. The Bilva fruit, skin, leaves and roots are said to be lively (sri-yukta), having great medicinal properties. Ayurveda recognizes Bilva fruit as an effective remedy for diarrhoea, dysentery, loss of appetite and abdominal pains. Its roots and leaves help in reducing fevers. It is also said to be useful in removing mental imbalance (chitta-dosha-hara) and bodily problems (sarira-dosha-hara). The Bilva is thus a cure for both the internal and external ailments.\n\n. The Bilva tree is regarded sacred, for many reasons. It is associated with Shiva as also with Lakshmi.  The worship with Bilva–leaves (Bilva-patra) is said to be greatly pleasing to Shiva. And, the Bilva tree is therefore called Shiva-druma, the tree of Shiva; and, its fruits are hailed as jnana-phala, the fruits of knowledge of Shiva.\n\nThe Bilva vriksha is also associated with goddess Sri. Bilva is the tree of Lakshmi. Tantra regards Bilva vriksha as the form of Lakshmi (Lakshmi swarupa); and, its fruit as Sri-phala, the fruit of Sri. According to a narration in Kalika Purana, Sri performed penance amidst the Bilva trees; and, because of her grace (anugraha) the Bilva fruits acquired unique medicinal properties. There is faith that Lakshmi resides in Bilva tree; and the worship with Bilva-leaves is dearer to her, and hence to Vishnu.The Laksmi Tantra (Pancaratra Agama) mentions that Vishnu temple should preferably be surrounded by Bilva grove.\n\n[Interestingly, during the time of Sri Ramanuja the practice of worshipping Sri Venkateswara at Tirumala  with Bilva leaves came under question.  It is said; Sri Ramanuja defended the practice by quoting the sixth verse of Srisukta; and asserted that whatever was dear to Lakshmi was also dear to Vishnu.\n\nFurther , even to this day in Bengal , the annual worship of Devi that begins in autumn (sharad ritu),  which marks the coming of the harvest season, is inaugurated by invoking ( or awakening )  her presence  in the branch of the Bilva tree. The faith is that the goddess resides in Bilva   .]\n\n. The mantra prays for cleansing of inner and external impurities (mayántaráyás cha báhya alakshmíh).The term A-lakshmi here refers to depravity in ones thinking and in ones conduct.\n\n17 .1. The Dhyana-sloka of this verse is dedicated to the Devi, radiant as the rising sun, residing amidst Bilva grove, and rescuing the devotees from ignorance, disease and misfortunes."
              }
            ]
          }
        },
        {
          "num": "7",
          "text": "Upaitu mám deva-sakah kírtis cha maniná saha\nPrádūr bhūtó’ smi rashtre’ smin kírtim riddhim dadátu me| (7)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "I am born in this state (rajya). Let the friend of gods along with the fame, fortune, and precious gems come to me. Grant me renown (distinction) and prosperity.\n\n. The verse prays to Lakshmi for riches, fame and prosperity; as also friendship with the highly affluent.\n\n. The term Deva-sakha meaning the friend of gods is interpreted by scholars as referring to Kubera, the Yaksha regent (Dikpala) of the North, and the Lord of all the treasures in the world. That is because; Kubera is often described, in the Puranas, as the friend of Shiva, who conferred on Kubera the privilege to grant riches to his devotees. Lakshmi the goddess of wealth and Kubera the custodian of treasures are often worshipped together.\n\n. The term Mani is interpreted in two ways. One; Mani is understood as a jewel used as an amulet to guard against evils of all kinds. It, perhaps, was strung on a sutra, thread (say as in, sutre manigana iva) and worn around the neck. Its other meaning refers to Manibhadra, a Yaksha and a friend of Kubera guarding his treasures. Since the verse prays for the friend- of-gods (Kubera) along with Kirti and Mani, some scholars are inclined to accept it as a reference to Manibhadra, the friend of Kubera.\n\n. Similarly, Kirti is understood as fame; as also as the name of one of the daughters of Daksha-prajapathi. Kirti is a member of Lakshmi’s entourage.  It is by her grace that one performs deeds that earn fame and fortune. \n\n. The mantra, according to some, invites Kubera along with his friend Manibhadra and Kirti the associate of Lakshmi . ( as in illustration provided above)\n\n.The Dhyana-sloka of the mantra prays to Manimalini, who is dear to gods; who is also Rajarajeshwari and Lakshmi; and who grants fame, wealth and other desires. Manimalini is one of the many names of the Devi."
              }
            ]
          }
        },
        {
          "num": "8",
          "text": "Kshut pipásá-amalám jyesthám alakshmím náshayámy aham\nAbhūtim asamriddhim cha sarván nirnuda me grihat|| (8)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "By your grace, I shall get rid of Jyeshta, the A-lakshmi who is the very personification of hunger, thirst, squalor and all other miseries. Oh Mother, drive away from my home pain, poverty, and decadence.\n\n***\n\n. The eighth verse of Srisukta submits a prayer to destroy A-lakshmi (alakshmír me naśyatám). And, as mentioned, A-lakshmi is the opposite of Lakshmi and stands for everything that Lakshmi is not. A-lakshmi is personified as Jyeshta the elder sister of Lakshmi; and she is portrayed as ugly, irritable, cruel and impoverished. Jyeshta represents  the wretched and loathsome aspects of life.\n\n. One of the commentaries mentions the six types of miseries or six waves of disturbances (shad-urmi) that afflict human life. They are: hunger (kshuda); thirst (pipasa); agony of grief (shoka – mano vyadha); delusion (moha); old age or decay (jara); and, death (marana).\n\nThese miseries are attributed to the evil influence of three types of A-lakshmis. Of these the first two (hunger and thirst) are caused by Jyeshta, the elder A-Lakshmi. The next two (grief and delusion) are said to be caused by Madhyama, the middle or the second A-Lakshmi. And, the other two miseries (decay and death) are said to be caused by Kanishta the least or the third A-Lakshmi. All these A-Lakshmis hinder life.\n\n. The devotee prays to Sri to drive out (nirnuda) of his home abhooti (an-aishwarya, the lack of well being) which is poverty, and asamriddhi (lack of progress or growth) which is decay.\n\n. The Dhyana-sloka of this verse is addressed to Garuda, Suparna the King of the ‘sunbirds’ who destroys ignorance and misery."
              }
            ]
          }
        },
        {
          "num": "9",
          "text": "Gandha dvárám durá dharşhám nitya-pushtám karíshiním\nIśhvarígm sarva bhūtánám tám ihó pahvaye śhriyam| (9)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "I pray to Sri who is forgiving and tolerant as the Mother earth, who is richly fragrant and ever nourishing, who is always prosperous, who is the supreme ruler of all creatures, and without whom no life is possible. May that Sri who is full of love towards all enter my life.\n\n. Sri is addressed in this verse as Mother Earth who supports and sustains all life, with infinite patience and with boundless love towards all. No life is possible without Sri and her grace; and, she is indestructible (durdasham).\n\n. The other explanation for the term durdasham is that Sri yields only to untainted love and devotion (bhakthi-vashya); and, never to compulsion or force.\n\n. Fragrance or the sense of smell (gandha) is the basic property (guna) of the principle of Earth-element (prithvi tattva). Sri being Prithvi, fragrance is one her characteristics. She is gandha-vathi, the one who is endowed with fragrance. Later, in the epics, Bhu (earth) comes to be recognized as one of the direct (pratyaksha) forms of Lakshmi.  The Lalitha-ashtottara-shata-naamavali that adores Devi Lalitha with 1008 names opens with the phrase which celebrates the Mother in the form of the Earth (Bhu rupa) that sustains all life: Bhu-rupa-sakala-adharai-namaha.\n\n. Sri is also the guardian deity of agriculturists; and, she is associated with agricultural prosperity, fertility and wealth (nityam-sada-sasyadibh-samriddham). Sri as earth is the eternal source of all forms of life and their nourishment (nitya-pushtam karishinim).Sri combines in herself the aspects of prosperity and productivity , which again are the virtues of Prithvi , the Mother Earth.\n\n. Karsha is one of the many names of Earth. It indicates auspiciousness (mangala pradathrim) as also the property to attract and hold (aakarshana, gravity).\n\n. It is said; the term karshnim also means cow dung,which is very essential for the success of agriculture. Plenty of cow dung is also indicative of abundance of cattle wealth (gau-samriddhi). There is a close association between Sri, cows and cow-products. The other ancient texts too cite this association. For instance; Maitrayani Samhita mentions that the other name for cow-pen is Lakshmi (goshtho vai namaisha lakshmih: MS: .1). And, Satapatha Brahmana states that one who has attained Sri (prosperity) is known as purishya, having plenty of cow-manure (purishya iti vat tamahuryah sriyam gachchhati: SB: .7).\n\n. The verse is addressed to Jatavedasa Agni, who is repeatedly requested to cause the goddess come to the worshipper.\n\n. The worshipper prays that Sri may stay in the house abounding with agricultural wealth; and, may grant him with cows, food, wealth, prosperity, as also fame and fulfillment of all desires.\n\n.  It is also said; the   viniyoga of the mantra is  success in agriculture, abundance of agricultural and cattle wealth (dhana-dhanya-sumriddhi), eminence among the peers (mahatva) and acquisition of assets (prabhutva).\n\nThe Dhyana sloka prays to the indestructible (durdasham) Devi Sri adorned by plentiful (pruthulam)   nature (sasya malinim), surrounded by cows (gau vrinda) and the bestower of cows. She indeed is the ruler of all life (praninaam Isham)"
              }
            ]
          }
        },
        {
          "num": "10",
          "text": "Manasah kámam ákūtím vácah satyam ashímahi\nPaśhūnágm rūpam annasya mayi śríh shrayatám yaśhah|| (10)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "By the grace of Sri, let all my heart-desires, fervent hopes   and aspirations be fulfilled; let prosperity and fame abide in me; and, let me be blessed with abundance of food, cattle-wealth and other riches. Bless me with truthfulness in my speech.\n\n. The worshipper prays to Sri for a prosperous life in a house abounding with agricultural wealth and other riches. He prays to Sri to grant him plentiful cows, food, wealth and prosperity. He requests:  May truthfulness be established in my speech; and may all my cherished desires and ambitions be fulfilled.\n\n. The term ‘akuthi’ signifies a determined aspiration (sankalpa) that has taken a grip over ones heart; and, it is not a mere passing whim or a pleasant desire that floats away. Akuti, is therefore, understood as intense yearning or determined resolve. The attainment of such deep-rooted aspirations is possible only with the grace of Sri.\n\n. Similarly, vachas satyam or truthfulness is more than not – telling- a- lie or uttering truth. The term signifies, here, integrity in life; and purity in word, thought and deed. Sathya is said to be the principle of integration in life. It is the truth of being.\n\nThere is a faith that the words uttered by one who is pure in heart and mind do not go in vain, but they do come true (vac-siddhi).\n\nThe worshipper in this mantra pure in word (vac) and mind (manas) is determined (akutim) to attain Sri.\n\n. The Dhyana sloka of this mantra is dedicated to Lakshmi who induces the wisdom of life in all beings"
              }
            ]
          }
        },
        {
          "num": "11",
          "text": "Kardamená praja-bhūtá mayi sambhava kardama\nŚriyam vásaya me kule mátaram padma-máliním| (11)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "Oh…Kardama the son of Sri, I welcome you heartily. Bring along your Mother who is adorned with lotus-garlands. Reside with me; and, also request the Mother Sri to reside in my home.\n\n. Elsewhere in Srisukta, the terms Kardama and Chikliita are understood as wet or fertile soil that is suitable for agriculture. And, the association of the goddess with wet soil (kardama, chiklita) is also mentioned. However, in the eleventh and the twelfth mantras of Srisukta, Kardama and Chikliita are the names of two sages.\n\n. The eleventh mantra is, in fact, addressed to Sage Kardama. There are, however, varying descriptions of the relation between Kardama and Sri. Vishnu Purana mentions that Sage Kardama requested Sri who emerged out of the milky ocean; and adopted her as his daughter (prathitha tasmai tanayaa abhuth).The phrase Kardamená praja-bhūtá would then mean: ‘the one who let herself to be seen as the daughter of Kardama’.\n\n. At another place it is said, Sri adopted three sages as her sons (manasa-putra). Among the three was Kardama; and the other two were: Ananda and Chiklita (Ananda, Kardamashaiva Chikleetha ithi vishrutha I Rishayasthe thraya proktha). By taking them as her sons, Sri became a mother (prakrishtam apatyam yasyah saa suputravati ityarthah). Now, the phrase Kardamená praja-bhūtá would mean: ‘the one who appeared as Mother because of Kardama’.\n\n. Since this mantra is addressed to Kardama and Sri is described here as ‘maataram shriyam’, it is, generally, taken to mean that Sri, here, is the mother of Kardama. Some versions mention `tava maataram’, meaning `your mother’, referring to Kardama.\n\n. The commentators have explained, the words `tava maataram’’ do not merely refer to Kardama, but they do refer to the whole of existence whose mother is Sri (chetananam srih). The Lalitha-sahasra-nama commences by adoring Sri as the Mother `Srimata‘.\n\n. The description of Sri as Padma-malinim is ordinarily taken to mean Sri who is decorated with lotus-garlands. But, Tantra regards Sri as moola prakrti the cause of the whole of this existence; and, lotus as a symbol of the created world.  The world, as we experience, is characterized by several principles (tattva) as enumerated in Samkhya (avyakta, mahat, ahamkara, the senses, the physical elements etc). And, all these tattvas are but the aspects of Devi as she evolves from a-vyakta to vyakta, from the infinitely subtle to the gross physical world. The lotuses strung on the garland adoring Sri symbolize her tattvas.\n\n. It is said; the import (bhava) of the mantra is that when Kardama is invited, the most gracious (Kalyani) Sri out of boundless affection for her son (sa vatsa gauriva preeta) follows him (sa vatsa gauriva preeta Kardamena yatha Indira; Kalyani math gruhe nityam nivaseth Padmalini).\n\n. It is explained; when the worshipper requests Kardama to cause Sri to reside in his home forever (math gruhe nityam nivaseth), it truly means inviting the grace (anugraha) of Sri into his heart.\n\n. The Dhyana-sloka is dedicated to the Devi who grants the wishes of her devotees (sarva-abhista-phala-pradam) and ever blesses with abundant riches (sampath-samruddhi). She is described as glowing with crystal clear complexion (spatika sannibham), adorned with gorgeous dresses (divya-ambara–krutam), sparkling gem-studded crown (nana-ratha-kirita) and earrings (kundalam). She is holding a pair of fresh and tender lotuses (padma-komala – yugam).  And, a most beautiful gentle smile lightens up her radiant face."
              }
            ]
          }
        },
        {
          "num": "12",
          "text": "Ǎpah srijantu snigdháni chiklíta vasa me grihe\nNicha devím mátaram śhriyam vásaya me kule|| (12)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "Oh… Chiklita, the son of Sri, reside in my home; and, please also cause the Mother goddess Sri to stay with me and with my generations to come. Let the life-giving waters create harmonious relations among all.\n\n. This mantra is in continuation of the eleventh mantra inviting Kardama the son of Sri and requesting for Sri to abide with the worshipper forever. This time, the request is submitted to the other son of Sri, Chikliita, to stay in his home (nivasa mad grihe) firmly (nischaram) forever, and bring along his mother (tvan maatha).\n\n. It is said;Chikliita is the favourite (preeti-para) son of Sri (Sri-suta), and she, out of affection, follows his wishes. The purport of the mantra is :  just as Chikliita enters into the house (tad agamana matrena), Sri follows him, lovingly, of her own accord (tva manu vrajeth).\n\n. Sri is addressed in this Mantra as: Devim mataram shriyam, the resplendent Mother Goddess Sri who shines forth (div) and enlivens all creation. She is not merely the mother of Chiklita, but is the Mother of the universe (vishwa matarah).\n\n[There is an alternate explanation.Sri is the guardian deity of agriculture (krishini); and is associated with agricultural prosperity.  As mentioned earlier,the terms: ardra (moist), kardama (mud) and chiklita (fertile soil) are all related with fertility, prosperity and growth. All these terms strengthen her association with food and water (apah srajanti snigdhani chilita).\n\nBut, in the context of this mantra, Chiklita is understood as a sage who was regarded as one of the sons of Sri. And, one of the Dhyana slokas pays respect to Chiklita and Sri Devi, together: namostute tubyam Chiklita-Sri-Devyayi namao namah. ]\n\n. The mantra also refers to Apah the waters, smooth and friendly (snigda) that bring harmony and well being into life. Apah itself is the very source of all life.\n\nThere is an extended discussion on the term Apah.\n\n. Apah ordinarily denotes waters. But, in the ancient texts, Apah is a term that is heavily loaded with layers and layers of esoteric meanings and interpretations.  In the most celebrated hymn of creation – Nasadiya Sutktha which occurs in the Tenth Book of Rig Veda, as also in the Vak Suktha (RV..125) and in the Hiranya-garbha Suktha (RV. ) the terms Apah represents Great Waters or the primeval matter of creation. It stands for the manifest as also for the un-manifest primeval matter. That is; these Great waters represent the immense potential of Prakrti in its un-manifest (a-vyakta) state. It has that potential to give expression to infinite possibilities as forms (vyakta).\n\n. Apah or Salilam is, thus, conceived as the threshold prior to which there was no distinction between existence and non-existence; between form and formlessness. Whatever that was there prior to it was neither sat nor a-sat; neither being nor non-being. It is the first stage of creation. That is; Apah represents Prakrti (as in Samkhya); and it is the primary source of all possibilities of manifestation in the world.\n\n. In theVak Suktha or Devi Suktha    of Rig Veda (RV.10. ), in an intense and highly charged superb piece of inspired poetry, Devi declares “I sprang from waters there from I permeate the infinite expanse. It is I who blows like the wind creating all the worlds “.\n\n. It is also said ‘waters are the Truth…where waters flow there the Truth resides …. It is the waters indeed that were made first of this universe, hence when waters flow then everything whatever that exists in the universe is brought forth’ (Sathapatha Brahmana).\n\n. To explain it in another way; these dark, deep and unfathomable waters (gahanam ghabhiram – RV. .1) hold in their womb the un-manifest universe. And, it is from these dark waters the manifest world springs forth.\n\n. Apah is, thus, the universal mother–principle. It is perhaps for that reason that Rig-Veda says: ‘the waters (Apah) are our mother (apah asmin matarah), womb of the universe (ambayah),’ (RV..10).\n\n. It is explained; when Sri is described as waters (Apah) that bring harmony and wellbeing into life, the mantras of Srisukta echoe the ancient concept of water as the creative principle (Shakthi), the nectar (madhu), and the joy of life. Sri Devi the Mother Goddess as Apah is Prakrti.  She denotes freedom from bondage. She is the Mother of all creation. She gives birth to manifest reality – the past, the present and the future; of “all that has been and will be born”. She is the nourishing mother who harmoniously blends (srijantu snigdháni), heals and purifies life.\n\n [Tantra of the Shakthas, on the other hand, regards Sri as a tattva the principle that is beyond any known identity (Brahmarupini). She is both Purusha and Prakrti  (prakrti–purushatmakam–jagat). She is vishwa-matruka the origin of all existence (yoshith Purusha rupena sphurantee vishwa-matruka).]\n\n. The Lotus symbolizes waters as also life. Lotus and water with which Sri is closely associated, both, symbolize life, purity and radiant beauty.\n\n. The Dhyana sloka of the mantra is dedicated to Devi Amrutheshwari .She is described as seated under the Kalpataru–tree, upon a throne studded with gems, elaborately adorned with rich ornaments, wearing a multi-coloured- gem-studded upper garment (Sarva-ratna-vichitra-angim), having red coloured lotus as the footstool,   holding a golden sceptre, a pair of lotus flowers and blessing the entire world."
              }
            ]
          }
        },
        {
          "num": "13",
          "text": "Ardám pushkariním pushtim pingalám padma máliním\nChandrám hiran-mayím lakshmím játavedó ma ávaha| (13)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "Oh…Jatavedasa Kindly invoke for me Lakshmi the Supreme ruler who isbeautiful like the moon that shines, radiant like the yellow burnished gold, brilliant like the sun; adorned with lotus-garlands and gleaming ornaments; who is served by the elephants; who is compassionate and  who nourishes all.\n\n***\n\n. This mantra is very similar to the first mantra. And, in fact, the second line of this mantra is the same as the second line of the first mantra. After submitting his requests to Kubera, Manibhadrda, Kirti, Kardama and Chiklita, the worshipper returns to Jatavedasa, the Agni. It is as if the worshipper has traversed a full circle and submitted his original plea afresh to Jatavedasa.\n\n. Sri, again, is described with the term ardra, which here indicates the flowing grace; the easily-moved, kind and considerate nature of Sri Devi who is the very embodiment of compassion.\n\n. Sri’s association with water, lotus and elephants is again pictured here with use of words: ardra, pushkarnim and padmamalinim. Ardram, as said, refers to kind-heartedness of Sri, and it also suggests Sri being served by two elephants that pour over her pots of water; and she becoming wet. The phrase ardram–pushkarnim–pusta suggests sprinkling of water through lotus flowers. And, pushkarnim, again, suggests the lotus-pool as also a female elephant. Her description as padma-malinim indicates she is adorned by lotus garlands.\n\n. The term Pushti means abundant nourishment; and, it suggests the motherly nature of Sri who nourishes. Devi Mahatmya describes the Devi as :Yaa Devi sarva bhuteshu pushti rupena samsthita. She is the Mother who nourishes and sustains the whole universe.\n\n. Pingala indicates the reddish golden-yellow tint at the edge of the flame. Sri Devi is said to be glowing with the pingala complexion. It is also a combination of sattva and rajo gunas. Pingala is also one of the many names of Durga.\n\n. The Dhyana sloka of the mantra describes the Devi bright and beautiful like mellow glowing moon, smiling gently, seated on a lotus. A prayer is submitted to her to eradicate A-lakshmi misery, ugliness and ignorance."
              }
            ]
          }
        },
        {
          "num": "14",
          "text": "Ǎrdhám yah kariním yashtim suvarnám hema-máliním\nSūryám hiran-mayím lakshmím játavedó ma ávaha|| (14)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "Invoke for me, O Jaataveda, Lakshmi who is compassionate; who shines like gold; who is brilliant like the sun; who is adorned with golden ornaments and garlands; who wields the sceptre of the supreme ruler; and who inspires men to perform their ordained duties.\n\n. This mantra is similar in its structure to the thirteenth mantra. It refers to the virtues associated Surya in place of that of Chandra as in the previous mantra.   There are certain other new expressions.\n\n. The phrase yah kariním yashtim is much debated. It either means a royal sceptre or the Danda of Dharma Devatha dispensing justice. Or, it could be either.\n\n. The other interpretation refers to the term pushkarini, which appears in the previous mantra. And, there it meant a female elephant. The term yah kariním in this mantra is said to be a variation of pushkarini. And, it is meant to suggest a female elephant strolling with a bit of arrogance and a certain abandon. The gait of the Devi is compared to that of the female elephant.\n\n. In this mantra, the glory and lustre of the Devi is compared to that of the Sun (suryavath prakashamanam tad rupam vaa).  The commentators explain that Sri here is Savithri-Gayatri the solar goddess. Both are the forms of sanketa-vidya or atma-vidya.\n\n. Another explanation mentions that one should recite Srisukta turning towards the sun, just as the lotus that is about to open at the first rays of the sun. The Sun and Lakshmi share the common epithet Padma-priya.   It is suggested that Sri should be meditated upon picturing her as settled in the solar-orb surrounding one’s heart-lotus (hruth padma vasini Devi, chid-rupini abhichyate). The yoga recognises anahata-padma as surya mandala located in the heart region. It is said; the inner consciousness of the devotee is indeed the lotus (hrudaya-aravinda), which is illumined and opened by the grace of the Devi. The Devi is truly surya-swarupini.\n\n. The Dhyana sloka of the mantra is dedicated to Mahalakshmi who is glowing like a precious diamond, holding set of arrows, a pot filled with nectar. Mahalakshmi grants kingdom and sovereignty.  "
              }
            ]
          }
        },
        {
          "num": "15",
          "text": "Tám ma ávaha játevedó lakshmím anapa gáminím yasyám\nHiranyam prabhūtam gávó dásyó aśván vindeyam purushan aham|| (15)",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": "O Jataveda…I pray to you. Let Lakshmi never ever go away from me. Let Lakshmi be with me forever. With her grace I shall gain wealth in plenty, abundance of gold, cattle, horses, servants and followers.\n\n***\n\n. The concluding mantra is similar to the second mantra. Both the mantras aspire for happiness, prosperity , a sense of well-being , wealth and riches in plenty, abundance of gold, cattle, horses, sons, grandsons, servants and followers. They pray to Lakshmi never to go away, but to reside in their forever and for generations to come.\n\n. This last mantra is regarded as the phala-sruti of Srisukta. It sums up the fruits of listening, reciting and meditating upon Srisukta.\n\n. The Dhyana sloka of the mantra is dedicated to Lakshmi the daughter of sage Bhrigu;  Mother of all existence ,  glowing with  a benign smile on her joyful face; bright as gold ;adorned with rich ornaments ;  seated upon a royal throne ; holding the royal signs of sceptre ; served by all ; worshipped by Agni; blessing the whole world ; and, conferring happiness and prosperity on all beings and nature."
              }
            ]
          }
        },
        {
          "num": "16",
          "text": "Yah Shucih Prayato Bhuutvaa Juhu-Yaad-Aajyam-Anvaham |\nSuuktam Pan.cadasharcam Ca Shriikaamah Satatam Japet ||16||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": Those who after Becoming Bodily Clean and Devotionally Disposed perform Sacrificial Offering with Butter Day after Day,\n: By Constantly Reciting the Fifteen Verses of Sri Suktam will have their Longing for Sri Fulfilled by the Grace of Devi Lakshmi."
              }
            ]
          }
        },
        {
          "num": "17",
          "text": "Padma-[A]anane Padma Uuru Padma-Akssii Padmaa-Sambhave |\nTvam Maam Bhajasva Padma-Akssii Yena Saukhyam Labhaamy[i]-Aham ||17||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) Whose Face is of Lotus, Who is supported (indicated by Thigh ) by Lotus, Whose Eyes are of Lotus and Who is Born of Lotus.\n(Lotus indicates Kundalini. Face indicates the nature of a person, thighs indicate support and eyes indicate the spiritual vision. This verse describes the transcendental nature of Mother Lakshmi. She is born of Yoga, united with Yoga and revealed to a devotee in his spiritual vision.)\n: O Mother, You manifest in Me in the Spiritual Vision (indicated by Lotus Eyes ) born of intense Devotion by Which I am filled with (i.e. Obtain ) Divine Bliss.\n"
              }
            ]
          }
        },
        {
          "num": "18",
          "text": "Ashva-Daayi Go-Daayi Dhana-Daayi Mahaa-Dhane |\nDhanam Me Jussataam Devi Sarva-Kaamaamsh-Ca Dehi Me ||18||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) Who is the Giver of Horses, Cows and Wealth to all; and Who is the Source of the Great Abundance in this World.\n: O Devi, Please be Gracious to grant Wealth (both inner and outer) to Me and Fulfil All my Aspirations."
              }
            ]
          }
        },

        {
          "num": "19",
          "text": "Putra-Pautra Dhanam Dhaanyam Hasty-Ashva-[A]adi-Gave Ratham |\nPrajaanaam Bhavasi Maataa Aayussmantam Karotu Maam ||19||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) O Mother, bestow us with Children and Grandchildren to continue our lineage; and Wealth, Grains, Elephants, Horses, Cows and Carriages for our daily use.\n: We Are Your Children, O Mother; Please make our lives Long and full of Vigour."
              }
            ]
          }
        },
        {
          "num": "20",
          "text": "Dhanam-Agnir-Dhanam Vaayur-Dhanam Suuryo Dhanam Vasuh |\nDhanam-Indro Brhaspatir-Varunnam Dhanam-Ashnute ||20||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) O Mother, You (indicated by Dhanam) are the Power behind Agni (the God of Fire), You are the Power behind Vayu (the God of Wind), You are the Power behind Surya (the God of Sun), You are the Power behind the Vasus (celestial beings).\n: You are the Power behind Indra, Vrhaspati and Varuna (the God of Water); You are the All-Pervading Essence behind Everything."
              }
            ]
          }
        },
        {
          "num": "21",
          "text": "Vainateya Somam Piba Somam Pibatu Vrtrahaa |\nSomam Dhanasya Somino Mahyam Dadaatu Sominah ||21||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) Those who carry Sri Vishnu in their Heart (like Garuda, the son of Vinata carries Him on his back) always drink Soma (the Divine Bliss within); Let all Drink that Soma by Destroying their inner Enemies of desires (thus gaining nearness to Sri Vishnu).\n: That Soma originates from Sri Who is the embodiment of Soma (the Divine Bliss); O Mother, please Give that Soma to Me too, You Who are the possessor of that Soma."
              }
            ]
          }
        },
        {
          "num": "22",
          "text": "Na Krodho Na Ca Maatsarya Na Lobho Na-Ashubhaa Matih |\nBhavanti Krtapunnyaanaam Bhaktaanaam Shriisuuktam Japet-Sadaa ||22||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) Neither Anger Nor Jealousy, Neither Greed Nor Evil Intentions ...\n: Can Exist in the Devotees who have acquired Merit by Always Reciting with Devotion the great Sri Suktam."
              }
            ]
          }
        },
        {
          "num": "23",
          "text": "Varssantu Te Vibhaavari Divo Abhrasya Vidyutah |\nRohantu Sarva-Biija-Anyava Brahma Dvisso Jahi ||23||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) O Mother, Please Shower Your Light of Grace like Lightning in a Sky filled with Thunder-Cloud ...\n And Ascend All the Seeds of Differentiation to a higher spiritual plane; O Mother, You are of the nature of Brahman and Destroyer of all Hatred."
              }
            ]
          }
        },
        {
          "num": "24",
          "text": "Padma-Priye Padmini Padma-Haste Padma-[A]alaye Padma-Dalaayata-Akssi |\nVishva-Priye Vissnnu Mano-[A]nukuule Tvat-Paada-Padmam Mayi Sannidhatsva ||24||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) Who is Fond of Lotuses, Who is the Possessor of Lotuses, Who Holds Lotuses in Her Hands, Who Dwells in the Abode of Lotuses and Whose Eyes are like Lotus Petals.\n(Lotus indicates Kundalini)\n: Who is Fond of the Worldly Manifestations which are Directed towards (i.e. Agreeable to) Sri Vishnu (i.e. follows the path of Dharma); O Mother, bless me so that I Gain Nearness to Your Lotus Feet Within Me."
              }
            ]
          }
        },
        {
          "num": "25",
          "text": "Yaa Saa Padma-[A]asana-Sthaa Vipula-Kattitattii Padma-Patraayata-Akssii |\nGambhiiraa Varta-Naabhih Stanabhara Namitaa Shubhra Vastro[a-u]ttariiyaa ||25||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) Who Stands on Lotus with Her Beautiful Form, with Wide Hip and Eyes like the Lotus Leaf.\n: Her Deep Navel (indicating Depth of Character) is Bent Inwards, and with Her Full Bosom (indicating Abundance and Compassion) She is slightly Bent Down (towards the Devotees); and She is Dressed in Pure White Garments."
              }
            ]
          }
        },
        {
          "num": "26",
          "text": "Lakssmiir-Divyair-Gajendrair-Manni-Ganna-Khacitais-Snaapitaa Hema-Kumbhaih |\nNityam Saa Padma-Hastaa Mama Vasatu Grhe Sarva-Maanggalya-Yuktaa ||26||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) Who is Bathed with Water from Golden Pitcher by the Best of Celestial Elephants who are Studded with Various Gems,\n: Who is Eternal with Lotus in Her Hands; Who is United with All the Auspicious Attributes; O Mother, Please Reside in My House and make it Auspicious by Your Presence."
              }
            ]
          }
        },
        {
          "num": "27",
          "text": "Lakssmiim Kssiira-Samudra Raaja-Tanayaam Shriirangga-Dhaame[a-Ii]shvariim |\nDaasii-Bhuuta-Samasta Deva Vanitaam Loka-i[e]ka Diipa-Amkuraam ||27||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) Who is the Daughter of the King of Ocean; Who is the Great Goddess Residing in Kseera Samudra (literally Milky Ocean), the Abode of Sri Vishnu.\n: Who is Served by the Devas along with their Servants, and Who is the One Light in all the Worlds which Sprouts behind every Manifestation."
              }
            ]
          }
        },
        {
          "num": "28",
          "text": "Shriiman[t]-Manda-Kattaakssa-Labdha Vibhava Brahme(a-I)ndra-Ganggaadharaam |\nTvaam Trai-Lokya Kuttumbiniim Sarasijaam Vande Mukunda-Priyaam ||28||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) By Obtaining Whose Grace through Her Beautiful Soft Glance, Lord Brahma, Indra and Gangadhara (Shiva) become Great,\n: O Mother, You blossom in the Three Worlds like a Lotus as the Mother of the Vast Family; You are Praised by All and You are the Beloved of Mukunda."
              }
            ]
          }
        },
        {
          "num": "29",
          "text": "Siddha-Lakssmiir-Mokssa-Lakssmiir-Jaya-Lakssmiis-Sarasvatii |\nShrii-Lakssmiir-Vara-Lakssmiishca Prasannaa Mama Sarvadaa ||29||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) O Mother, May Your different Forms - Siddha Lakshmi, Moksha Lakshmi, Jaya Lakshmi, Saraswati ...\n: Sri Lakshmi and Vara Lakshmi ... Always be Gracious to Me."
              }
            ]
          }
        },
        {
          "num": "30",
          "text": "Vara-Angkushau Paasham-Abhiiti-Mudraam Karair-Vahantiim Kamala-[A]asana-Sthaam |\nBaala-[A]arka Kotti Pratibhaam Tri-Netraam Bhaje-[A]ham-Aadyaam Jagad-Iisvariim Tvaam ||30||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) From Your Four Hands - first in Vara Mudra ( Gesture of Boon-Giving ), second Holding Angkusha ( Hook ), third Holding a Pasha ( Noose ) and fourth in Abhiti Mudra ( Gesture of Fearlessness ) - Flows Boons, Assurance of Help during Obstacles, Assurance of Breaking our Bondages and Fearlessness; As You Stand on the Lotus (to shower grace on the devotees).\n: I Worship You, O Primordial Goddess of the Universe, from Whose Three Eyes Appear Millions of Newly Risen Suns (i.e. different worlds)."
              }
            ]
          }
        },
        {
          "num": "31",
          "text": "Sarva-Manggala-Maanggalye Shive Sarva-Artha Saadhike |\nSharannye Try-Ambake Devi Naaraayanni Namostu Te ||31||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": (Harih Om, Salutations to Mother Lakshmi) Who is the Auspiciousness in All the Auspicious, Auspiciousness Herself and Complete with All the Auspicious Attributes,\n: I Salute You O Narayani, the Devi Who is the Giver of Refuge and with Three Eyes,\n: I Salute You O Narayani; I Salute You O Narayani."
              }
            ]
          }
        },
        {
          "num": "32",
          "text": "Om Mahaa-Devyai Ca Vidmahe Vissnnu-Patnii Ca Dhiimahi |\nTanno Lakssmiih Pracodayaat\nOm Shaantih Shaantih Shaantih ||37||",
          "explanation": {
            "notesList": [
              {
                "title": "Translation",
                "text": ": This (the Essence of Mahalakshmi) Indeed is Veda (the ultimate Knowledge).\n: May we Know the Divine Essence of the Great Devi by Meditating on Her, who is the Consort of Sri Vishnu,\n: Let That Divine Essence of Lakshmi Awaken our Spiritual Consciousness.\n: Om Peace Peace Peace."
              }
            ]
          }
        }
      ],
      "num": "1"
    }
  ],
  "mapSecName2Sec": {}
}